{
  "name": "Protagonists",
  "_id": "oSLVWmHYDJwUjW6a",
  "pages": [
    {
      "sort": 100000,
      "name": "New Characters",
      "type": "text",
      "_id": "bjWMvlWDwsU319DF",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">This Journal includes all information that is relevant to Protagonist and Character development. This Journal includes a step-by-step guide for creating a new Metanthrope. A Player can create a new Protagonist by following the six following steps.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Step 1 <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> [Destiny]:</strong> Make a 2d10 + 8 (<em>or possibly more, depending on the story</em>) roll and gain that many Destiny rerolls.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Step 2 <i class=\"fa-kit fa-metanthropes\"></i> [Prime Metapower]:</strong> Choose any of the 100 Metapowers available to become your Protagonist's Prime Metapower and unlock the first level of that Metapower (<em>for free, without the need to spend any Experience</em>) .</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Step 3 <i class=\"fa-sharp-duotone fa-solid fa-chart-simple\"></i> [Characteristics &amp; Stats]:</strong> Hierarchize your Protagonist's Characteristics of Body, Mind, and Soul and roll for Stats corresponding to each of the Characteristics.</p><p></p><p style=\"text-align:justify\"><strong>Step 4 🎭 [Roleplay]:</strong> Select your Protagonist's Background, Metamorphosis, Arc and Regression.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Step 5 <i class=\"fa-sharp-duotone fa-solid fa-chart-line-up\"></i>[Progression]:</strong> Unlock (<em>for free, without the need to spend any Experience</em>) two (<em>or possibly more, depending on the story</em>) starting Perks. Gain 1000 Experience <em>(or possibly more, depending on the story</em>) to store or spend to progress Characteristics, Stats, the Prime Metapower, starting Perks, or unlock new Perks and new Metapowers.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Step 6 <i class=\"fa-sharp-duotone fa-solid fa-id-card\"></i> [Summary]:</strong> Select your Protagonist's Name, Gender, Age, Date of Birth, and Place of Birth. Form your Protagonist's personality traits, imagine the appearance and looks. Discuss with your Narrator your Protagonist's starting Possessions, current location and status within their world and the story.</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.bjWMvlWDwsU319DF"
    },
    {
      "sort": 200000,
      "name": "Step-by-step Guide",
      "type": "text",
      "_id": "zQzXrF6c5e3IaLzw",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"></p><h1><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Destiny</h1><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Gain 2d10 + 8 Destiny. <strong>A Player can choose to store their Destiny, or spend any of that amount to reroll any unfavored outcomes during the new Protagonist creation process, like when rolling for Stats.</strong> During some specific Sagas, or One-Shot Sessions a Narrator may provide an alternative number of starting Destiny, or a fixed amount to each Player.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about Destiny, see  @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.nyKAeGOxYwnT4ZmX]{<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Destiny}</p><p></p><h1><i class=\"fa-kit fa-metanthropes\"></i> ️Prime Metapower</h1><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Each Metanthrope Character begins the game with one level in their first Metapower, called Prime Metapower.</strong> This Prime Metapower is very important when it comes to a Metanthrope's progression, and is tied with that Metanthrope's Metamorphosis.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>No other additional Metapower unlocked can be higher-level than the level of the Prime Metapower. The Classification and the Energy type of the Protagonist's Prime Metapower will influence the Experience cost of unlocking and advancing other Metapowers.</strong> There are ten Classifications of Metapowers (<em>Aegis, Animator, Arbiter, Clairvoyant, Controller, Cosmonaut, Hammer, Kineticist, Manipulator, Utilitarian</em>) and four Energy Types (<em>Cosmic, Elemental, Material, Psychic</em>).</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For additional information about Experience costs, see .@UUID[.mStXk1UPdF9zzQZQ]{<i class=\"fa-sharp-duotone fa-solid fa-chart-line-up\"></i> Experience}</p><p style=\"text-align:justify\"></p><h1><i class=\"fa-sharp-duotone fa-solid fa-chart-simple\"></i> Characteristics &amp; Stats</h1><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>There are three Characteristics in Metanthropes: Body, Mind and Soul. Each of them has three sub-categories called Stats.</strong> The Stats of the Body are: Endurance, Power and Reflexes. The Stats of the Mind are: Creativity, Manipulation and Perception. The Stats of the Soul are: Awareness, Consciousness and Will.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Body</strong> is the Characteristic which defines a Character’s constitution, physical prowess, and physique.</p><p style=\"text-align:justify\"></p><ul><li><p style=\"text-align:justify\"><strong>Endurance</strong> determines a Character’s stamina, health, and vigor.</p></li><li><p style=\"text-align:justify\"><strong>Power</strong> determines a Character’s strength, striking effectiveness, and physical explosiveness.</p></li><li><p style=\"text-align:justify\"><strong>Reflexes</strong> determines a Character’s agility, motor skills and balance.</p></li></ul><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Mind</strong> is the Characteristic which defines a Character’s brainpower, problem solving and innovative thoughts.</p><p style=\"text-align:justify\"></p><ul><li><p style=\"text-align:justify\"><strong>Creativity</strong> determines a Character’s imagination, expression, and handiwork.</p></li><li><p style=\"text-align:justify\"><strong>Perception</strong> determines a Character’s observatory, evaluative and calculative capabilities.</p></li><li><p style=\"text-align:justify\"><strong>Manipulation</strong> determines a Character’s persuasiveness, charisma, and social engineering skills.</p><p style=\"text-align:justify\"></p></li></ul><p style=\"text-align:justify\"><strong>Soul</strong> is the Characteristic which defines a Character’s conviction, spiritual prowess, and mettle.</p><p style=\"text-align:justify\"></p><ul><li><p style=\"text-align:justify\"><strong>Awareness</strong> determines a Character’s empathy, intuition, and instinctual responses.</p></li><li><p style=\"text-align:justify\"><strong>Consciousness</strong> determines a Character’s recollection, subconscious processing, and sanity.</p></li><li><p style=\"text-align:justify\"><strong>Willpower</strong> determines a Character’s courage, discipline, and confidence.</p></li></ul><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">When creating a new Protagonist, a Player must rank between the three Characteristics a first, a second and a third pick. <strong>The first Characteristic pick receives a base of 30%, the second pick receives a base of 20%, and the third pick receives a base of 10%.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Afterwards, for the first Characteristic pick, a Player must rank between the three Stats of that Characteristic a first, a second and a third pick. <strong>The first Stat pick will receive a score of: base + 3d10, the second Stat pick will receive a score of: base + 2d10, and the third Stat pick will receive a score of: base + 1d10.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For the second Characteristic pick, a Player must rank between the three Stats of that Characteristic a first, a second, and a third pick. <strong>The first Stat pick will receive a score of: base + 3d10, the second Stat pick will receive a score of: base + 2d10, and the third Stat pick will receive a score of: base + 1d10.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For the third Characteristic pick, a Player must rank between the three Stats of that Characteristic a first, a second, and a third pick. <strong>The first Stat pick will receive a score of: base + 3d10, the second Stat pick will receive a score of: base + 2d10, and the third Stat pick will receive a score of: base + 1d10.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Destiny can be spent to reroll any unwanted dice roll, and the Splash 10 effect can be utilized for all rolls.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>New Protagonist creation process</em></p><p style=\"text-align:center\"><em>A Player creates a new Protagonist, and for their Characteristics chooses Mind as their first pick (30% base), Body as the second (20% base), and Soul as their third pick (10% base). Afterwards, for the Characteristic: Mind chooses Creativity as the first pick (30% + 3d10). The outcome of the roll was 15 so the Creativity score = 45%. Perception as the second pick(30% + 2d10). The outcome of the roll was 7 so the Perception score = 37%. Manipulation as third pick (30% + 1d10). The outcome of the roll was 2 so the Manipulation score = 32%. For the Characteristic: Body chooses Endurance as the first pick (20% + 3d10). The outcome of the roll was 21 so the Endurance score = 41%. Reflexes as the second pick (20% + 2d10). The outcome of the roll was 16 so the Reflexes score = 36%. Power as the third pick (20% + 1d10). The outcome of the roll was 4 so the Power score = 24%. For the Characteristic: Soul chooses Willpower as the first pick (10% + 3d10). The outcome of the roll was 19 so the Willpower score = 29%. Consciousness as the second pick (10% + 2d10). The outcome of the roll was 5 so the Consciousness score = 15%. Finally, Awareness is chosen as the third pick (10% + 1d10). The outcome of the roll was 5 so the Awareness score = 15%.</em></p><p></p><p style=\"text-align:justify\">For more about the Splash 10 effect, see  @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.x2ng9N4RotOgp7bJ]{System}</p><p></p><p style=\"text-align:justify\">For more about how to spend Destiny see  @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.nyKAeGOxYwnT4ZmX]{<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Destiny}</p><p></p><p style=\"text-align:justify\">For more about the Characteristics and their Stats:, see @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.iyhYr3JaNDadAp9F]{<i class=\"fa-sharp-duotone fa-solid fa-chart-simple\"></i> Characteristics &amp; Stats}</p><p style=\"text-align:justify\"></p><h1>🎭 Roleplay</h1><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>The combination of Background, Metamorphosis, Arc, and Regression influence heavily the roleplay of a Character.</strong> These features can be selected from premade archetypes, they can be randomly generated from tables seen below, or they can be unique and customized by players.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"></p><h2>Background</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character's Background is who or what that Character used to be prior to becoming a Metanthrope.</strong> A Background can be a word, phrase or sentence that describes their pre-Metanthrope existence. It could be a job description, a title earned, an occupation, a Character's greatest skill or attribute, or anything else that is descriptive enough for that Character. A Character might bring remnants of their Background to their roleplay, cast it into the past or even continue a human life as a Metanthrope all the same. Even the greatest of Metanthropes still might have humble beginnings.</p><p style=\"text-align:justify\"></p><h2>Metamorphosis</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Metamorphosis is how, when, why, and under which circumstances a Character crosses over the threshold from one state of being to another - from a human to a Metanthrope.</strong> A Player may choose any of the ten Metamorphosis options or create their own in collaboration with the Narrator, drawing inspiration from and following the structure of the options presented in the following link.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about the Metamorphosis, see @UUID[.k7SGfSFg4J4yRUqk]{Metamorphosis}</p><p style=\"text-align:justify\"></p><h2>Arc</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Arc represents a Metanthrope’s general concept, behavioral patterns, goals, daily agenda, and core beliefs.</strong> A Player may choose any of the ten Arc options or create their own in collaboration with the Narrator, drawing inspiration from, and following the structure of the options presented in the following link.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about the Arc, see @UUID[.b1CNCxQW0IFyb8Qs]{Arc}</p><p style=\"text-align:justify\"></p><h2>Regression</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Regression in the inevitable reversion to human behaviors and practices.</strong> A Metanthrope carries these human aspects with them, no matter the heights of their ascension. A Player may choose any of the ten Regression options or create their own in collaboration with the Narrator, drawing inspiration from and following the structure of the options presented in the following link.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about the Regression, see @UUID[.2lntHxOGCC3O5ZvA]{Regression}</p><p></p><h1><i class=\"fa-sharp-duotone fa-solid fa-chart-line-up\"></i> Experience</h1><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Experience is a resource which can be spent to develop a Character.</strong> Starting Characters gain 1000 Experience to spend between advancing their Prime Metapower, unlocking a new Metapower, advancing their Characteristics or Stats or unlocking and advancing Perks. A Player can choose to store any or all the Experience of their Protagonist.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Reminder: all Metanthrope Characters gain the first level of their Prime Metapower for free.</strong> Furthermore, the Narrator may offer each Protagonist one or more Perks levels for free, depending on their Background and the story.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more information about how to spend Experience, see @UUID[.mStXk1UPdF9zzQZQ]{<i class=\"fa-sharp-duotone fa-solid fa-chart-line-up\"></i> Experience}</p><p style=\"text-align:justify\"></p><h1><i class=\"fa-sharp-duotone fa-solid fa-id-card\"></i> Summary</h1><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>For the final step of a new Character creation process, a Player must include the finishing touches to their Protagonist, such as personal information, their appearance, and their personality.</strong> This summary includes the Metanthrope's name (and alias), age, gender, place of birth, date of birth, family status, personality traits, quirks, likes and dislikes, ideologies, ambitions, fears, goal, regrets, looks, style, affiliations, friends, lovers, enemies, and anything else that a Player would like to add to their Protagonist's depth.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Players must elaborate to their Narrator what it is their Metanthrope's personal story to be about.</strong> Players are suggested to roleplay something they feel comfortable with, but also excites their imagination. Players can research different cultures, histories, accents, customs, ethnicities, and traditions to add as flavor to their Protagonist's roleplay. The Protagonist's appearance and clothing should be one that reflects the kind of story the Metanthrope is going to be involved in.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Lastly, set the Protagonist's Movement, Speed, Weight and Size to 10 and set their Resistances to 0, unless a Metapower they have unlocked offers a Buff which Permanently alters any of the above. Add any other Permanent Buffs that might be gained by your Protagonist's Metapowers, such as Detections, Immunities etc. Set the Protagonist's Life to 100 + their Endurance (+25 for each additional 5000 Experience they have, in case of alternative Character creation process). Include any Fields of Study to any Perks: Knowledge, and the specifics of any Perk: Expertise the Character might have. Include their spoken languages (for more about additional languages known, visit the Perk: Academics, here). Add any Possessions the Narrator may offer at the start of the story. <strong>A new Metanthrope is ready to be role-played.</strong></p><p></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": 1736082648922,
        "lastModifiedBy": "kF9zOdNs2UiqaJVn"
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.zQzXrF6c5e3IaLzw"
    },
    {
      "sort": 300000,
      "name": "Randomly Generated",
      "type": "text",
      "_id": "oxXZb0dGzULRolLZ",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">There is an option for a new Character to be fully randomly generated. <strong>If a Narrator requests all Players to choose this option, or if any Player wants to create a randomly generated Protagonist, use the following tables.</strong> A Player can use any random way they want to determine a Protagonist's Name, Gender and Age.</p><p></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Follow the following five steps to randomly generate a Character's roleplay, country of origin, background, and Prime Metapower.</strong> To randomly determine your Protagonist's roleplay, make three d10 rolls. The first corresponds to your Protagonist's Metamorphosis, the second corresponds to your Protagonist's Arc, and the third corresponds to your Protagonist's Regression, as seen in the d10 table below. For the Protagonist's place of birth, make a random d100 roll and use the table below which includes one hundred modern countries (based on the number of population). For the Protagonist's Background make two d100 rolls and combine the adjective and the occupation to form your Protagonist's Background title, as seen in the tables below. Lastly, for your Protagonist's Prime Metapower make a d100 roll and gain the first level of the corresponding Metapower in the following table.</p><p></p><ul><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.CFOUw2JNar1sO7ry]{Metamorphosis}</p></li><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.D30zVqrKKsaVo0U0]{Arc}</p></li><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.QyAdSQskhBEb5Qmy]{Regression}</p></li></ul><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/random-metamorphosis.webp\" class=\" centered\" /><p style=\"text-align:center\"></p><ul><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.xt1MMd24qm1qIffi]{Place Of Birth}</p></li><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.GcBacftNncUV3gd7]{Background Adjective}</p></li><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.RRdjzoL8rlEvR3y5]{Background Occupation}</p></li><li><p>Random @UUID[Compendium.metanthropes.rolltables.RollTable.6k0M3oq26DwRbtrb]{Metapower}</p></li></ul><p></p><img src=\"systems/metanthropes/assets/artwork/tables/random-country-1.webp\" class=\" centered\" /><img src=\"systems/metanthropes/assets/artwork/tables/random-country-2.webp\" class=\" centered\" /><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Creating a randomly generated Protagonist</em></p><p style=\"text-align:center\"><em>A Player makes three random d10 rolls, and the outcomes are 1, 2, and 4. The Protagonist's Metamorphosis is Cosmic Connection, Arc is Autocrat, and Regression is Consensus. Then the Players make a d100 roll to determine their country of birth, and the result is 49. Their Protagonist was born in Kenya. For their Background, the Player makes two d100 rolls and the outcomes are 89 and 83. The Protagonist Background is a Trailblazer Revolutionary. Lastly, for their Prime Metapower, the Players makes one final d100 roll and the outcome is 92. Their Prime Metapower, of which the Protagonists receives the first level for free is Telekinesis.</em></p><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": 1736082940332,
        "lastModifiedBy": "kF9zOdNs2UiqaJVn"
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.oxXZb0dGzULRolLZ"
    },
    {
      "sort": 400000,
      "name": "Metamorphosis",
      "type": "text",
      "_id": "k7SGfSFg4J4yRUqk",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"><strong>The Metamorphosis is a pivotal moment that defines how, when, why, and under what circumstances your Protagonist crosses the threshold from being a human to becoming a Metanthrope.</strong> It is a transformative event that shapes their identity. The Metamorphosis of a Metanthrope can take various forms - a single profound event, an ongoing process, a latent power that has existed since childhood, or a recent experience just before the beginning of the Saga.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>This Metamorphosis bestows upon your Protagonist their first Metapower, known as the Prime Metapower.</strong> The catalyst for a Metanthrope's Metamorphosis can be a driving force that motivates and defines their personality, or it could be a haunting memory from their past that they try to bury. Each Metanthrope's Metamorphosis is unique, and even those who share the same category of Metamorphosis can experience it and be influenced by it in vastly different ways.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Below, you will find ten different options for Metamorphosis. Consider these as suggestive ideas to build the foundation of your Protagonist's journey, rather than rigid guidelines for your roleplay. Each entry provides a brief introduction explaining how the Metamorphosis could have occurred in your Protagonist's life. Following the introduction of each option, there is a section called Roleplay Implications, which explores how the Metamorphosis may potentially shape your Protagonist's emotions, worldview, and interactions with the environment and others. For each Metamorphosis option, ten Prime Metapower recommendations are provided, but players are free to choose any combination of Metamorphosis and Prime Metapower that aligns with their Protagonist's profile. <strong>Drawing inspiration from the structure and concepts presented in the following options, Players can also collaborate with the Narrator to create their own unique Metamorphosis.</strong></p><p style=\"text-align:justify\"></p><h2>Cosmic Connection</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your Metapowers are bestowed upon you by a cosmic source that exists beyond the confines of this world. The origin of your Cosmic Connection could be extraterrestrial or extradimensional in nature. Your Metamorphosis may have been triggered by an encounter with a cosmic phenomenon, interaction with a Spirit from another Dimension, a comet passing by, celestial alignment, or communication with an alien species, among other otherworldly sources. Since your Metamorphosis, you have been introduced to a vast and unfamiliar world, to which you feel a deep and profound connection.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes with a Cosmic Connection as their Metamorphosis often have a heightened awareness of the intangible forces that shape reality. They are drawn to explore and understand the mysteries of the larger cosmos rather than focusing solely on the mundane world. They may urge the Coalition to explore the cosmos, emphasizing its importance over interference with human affairs. Alternatively, they may become consumed by their desire to re-establish their personal connection to the cosmic source, driving them to embark on personal investigations.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i>Prime Metapower recommendations:</strong> Aether Projection, Antikinesis, Augment Metapower, Control Density, Dark Energy Projection, Inner Dimension, Order Bending, Portal Projection, Singularity Powers, Time Bending, Transfer Metapower</p><p style=\"text-align:justify\"></p><h2>Dark Pact</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Through greed, coercion, or desperate circumstances, you have entered into a binding agreement with a malevolent entity, forging a Dark Pact that grants you Metapowers. The source of your newfound abilities is a mysterious being with overwhelming capabilities that has chosen to bestow you with a portion of its power. Your Metamorphosis may have been a conscious choice, a bargain struck to gain Metapowers, or you may have been thrust into the Pact without fully understanding its implications. This Dark Pact has irrevocably changed you, granting you extraordinary abilities that always come with a price.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes with a Dark Pact as their origin may find themselves unwittingly serving the whims of a malevolent entity, or they may actively conceal the details of their Metamorphosis from other members of the Coalition. Some may constantly struggle to free themselves from the clutches of their Dark Pact, requiring assistance and support from their fellow Metanthropes. On the other hand, there are those who fully embrace their role and willingly submit to the desires of their dark masters, putting their world or Timeline at grave risk.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i>Prime Metapower recommendations:</strong> Chaos Bending, Craft Disease, Illusion Manipulation, Mirror Metapower, Negate Metapower, Nether Projection, Reanimation, Retrocognition, Warp Reality, Weaken Metapower</p><p style=\"text-align:justify\"></p><h2>Elemental Connection</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your Metapowers derive from the very planet you inhabit or from neighboring celestial bodies such as the moon or the sun. It could be the result of encountering a powerful storm in the middle of the ocean, discovering a mystical cave deep within the earth, consuming a strange fruit found in the jungle, encountering a unique creature in a forest, or connecting with the energy of the atmosphere. This Elemental Connection may have been established through a rare and singular event or through an ongoing affinity with a particular element, plant, animal, or the circle of life.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes with an Elemental Connection as their Metamorphosis prioritize the well-being of the natural world over the concerns of humanity. Depending on the exact source of their Metapowers, they may be drawn to environments where their associated element is abundant. Their connection could be linked to a specific elemental or natural force found within their environment. They view harm to their connected element as a personal affront and may align themselves with Coalitions dedicated to the protection and preservation of nature.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i>Prime Metapower recommendations:</strong> Acidokinesis, Aerokinesis, Animate Plants, Control Earth, Control Weather, Planetary Powers, Solar Imitation, Substance Generation, Thermal Powers, Zoopathy</p><p style=\"text-align:justify\"></p><h2>Freak Accident</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your transformation into a Metanthrope is the result of a series of unforeseen and random events, known as a Freak Accident. This sudden and unexpected occurrence could be triggered by a temporal anomaly, a quantum confluence, an unpredictable series of events, exposed to radioactive energy, or even collateral damage in a conflict between Omnipowered beings. The Freak Accident abruptly and irrevocably changes your life, leaving everyone astonished by the transformation, as it appears to be outside of anyone’s machinations.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes who have undergone a Freak Accident may carry the trauma of their experience, forever haunted by the events that led to their Metamorphosis. For others, the Freak Accident may give their life newfound purpose and define their identity. Some Metanthropes may dedicate themselves to preventing such accidents from happening again, while others may become obsessed with recreating the circumstances. The behavior and mindset of each Metanthrope will vary depending on the nature of their Freak Accident and the events surrounding it.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i>Prime Metapower recommendations:</strong> Control Dark Matter, Control Kinetic Energy, Craft Toxin, Electrokinesis, Light Projection, Meta Hearing, Pyrokinesis, Radiokinesis, Random Metapower, Seismokinesis</p><p style=\"text-align:justify\"></p><h2>Material Connection</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your Metapowers are derived from a tangible source found within the Material Dimension, such as an object made of physical matter. It could be a cursed amulet, a lucky coin, or an ancient artifact with mystical properties. Alternatively, the Material Connection could be linked to any technological means, such as a high-tech gadget, a weapon, or a piece of armor. This connection could have been established by interacting with an item, vising a physical location, or utilizing any piece of technology to unlock your Metapowers.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes with a Material Connection as their Metamorphosis origin tend to be fixated on their source of power. If it's an object, they may carry it with them at all times or rely on it to access their abilities. If it is located at a specific location, it must be visited frequently. If it has mystical or advanced technological properties, it have to be further researched, and it must never fall into the wrong hands. These Metanthropes may prioritize the preservation and protection of their Material Connection, often aligning themselves with Coalitions that share this focus.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i> Prime Metapower recommendations:</strong> Control Matter, Detect Matter, Duplicate Object, Duplicate Self, Forcefield Generation, Invisibility, Luck Bending, Meta Speed, Sizeshift</p><p style=\"text-align:justify\"></p><h2>Meta Bloodline</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your Metanthrope status is rooted in your bloodline, with the Metapowers flowing within your veins from generations past. Whether you were born with these abilities or unlocked them later in life, they are an innate part of you. The lineage of Metanthropes in your family tree, whether known or unknown, plays a significant role in your Metamorphosis. It connects you to a heritage that can be traced back to the origins of these extraordinary powers, and you have the potential to pass them down to future generations.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes of a Meta Bloodline are often deeply curious about their family history and seek to honor the traditions and legacy of their lineage. They might keep the existence of their ancestry a secret, or carry it with pride. Uncovering the secrets and stories of their ancestors becomes a driving force in their journey. Their pursuit of self-discovery, the preservation of their bloodline, and its succession to future generations, may lead such Metanthropes to make decisions that involve the fate of the Coalition , whether they want it or not.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i> Prime Metapower recommendations:</strong> Biomorphic Powers, Hydrokinesis, Immortality, Life Restoration, Lunar Connection, Meta Strength, Meta Taste, Meta Touch, Pheromone Manipulation, Precognition</p><p style=\"text-align:justify\"></p><h2>Psychic Connection</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your Metapowers originate from the intangible and unseen realms, specifically from a Psychic Connection that exists within your mind or any Psychic-based Dimension. This connection could manifest as telepathic communication with an mysterious entity or a collective consciousness, hearing a voice during meditation or prayer, being the receiver of a signal emission, or experiencing dreams that materialize into reality. The source of your Psychic Connection may have an influence on your actions or simply act as a transmitter of powerful Psychic energies, the reasons for which remain unknown to you.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes with a Psychic Connection as their Metamorphosis origin are drawn to the realm of thoughts, emotions, and the collective consciousness of sentient beings. They may find themselves navigating the complexities of society, taking on leadership roles or becoming outcasts due to their unique abilities. Their behavior within society is diverse, with some using their powers for manipulation and control, others for self-discovery and testing their limits, while others might strive to guide others into esoteric journeys into the recesses of their mind.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i> Prime Metapower recommendations:</strong> Ancestral Connection, Animate Objects, Astral Projection, Detect Metapower, Memory Manipulation, Mind Control, Mind Swap, Spirit Manipulation, Telekinesis, Telepathy</p><p style=\"text-align:justify\"></p><h2>Scientific Experiment</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your transformation into a Metanthrope is the result of a Scientific Experiment conducted on you. Whether as a willing volunteer or a coerced participant, you became the subject of experimental procedures or treatments that unlocked your Metapowers. The circumstances surrounding your Scientific Experiment could range from unexpected positive results to unforeseen consequences, to an experiment gone wrong. You may have been the first test subject, known as patient zero, subjected to years of experimentation. The experiment could be biogenetic, or cybernetic in nature, or tampering with forces unknown.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> The circumstances of the Scientific Experiment shape a Metanthrope's development and outlook. Their behavior could vary from victim mentalities to eerie determined personalities. Metanthropes who were forced into the experiment may seek to find the reason why, or retribution against those who exploited them, even if they gained Metapowers as a result. On the other hand, Metanthropes who volunteered for the experiment may feel a sense of responsibility to protect and assist the organization or individuals conducting the experiments.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i>Prime Metapower recommendations:</strong> Alter Energy, Alter Sound, Atomokinesis, Control Gravity, Control Magnetism, Dark Energy Projection, Quantum Projection, Substance Imitation, Teleport</p><p style=\"text-align:justify\"></p><h2>Selective Evolution</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your Metanthrope existence is the result of a significant leap in evolution. Due to a rare genetic mutation, your DNA contains the encrypted secrets of your incredible abilities. Your Metapowers might have manifested at adolescence, or after a specific event in your life, that pushed you to your limits. You may be part of a new generation of Metapowered people, or the first of your kind, representing the next step in the evolutionary chain. Your Metapowers are innate, evolved on their own, and an integral part of your being, forever tying you to the evolution of your species.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Metanthropes with Selective Evolution as their Metamorphosis often view themselves as free, independent beings. Although there might be some who have not embraced their newfound status yet, others consider themselves fortunate or superior to others who require gadgets or external means to activate their Metapowers. However, they are also aware that their genetic uniqueness makes them targets for study and potential replication. These Metanthropes often find camaraderie, and a sense of community and understanding among others of their kind, forming strong connections.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i>Prime Metapower recommendations:</strong> Adaptive Imitation, Elasticity, Flight, Intangibility, Meta Reflexes, Meta Smell, Meta Vision, Regeneration, Shapeshift</p><p style=\"text-align:justify\"></p><h2>Self-Made</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You are solely responsible for your Metapowers, which you have achieved through your own efforts and ingenuity. Whether through a spiritual awakening, intense training, a ritualistic encounter, or devotion to a specific practice, you have intentionally and purposefully become a Metanthrope. You are the sole responsible for unlocking your Metapowers, and you have achieved it through hard work, and dedication. By unveiling your abilities to the world, you also reveal your method of becoming a Metanthrope, which may be unique to you and potentially coveted or exploited by others.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplay Implications:</strong> Self-Made Metanthropes tend to be highly competent, eccentric, secretive, and independent individuals. Most likely, they will continue to practice the way that caused their Metamorphosis. They attract the attention and curiosity of human and Metanthrope society, often considering themselves part of it. The knowledge, the process, and the method of their Self-Made Metamorphosis may lead them to form alliances within a Coalition for protection against those who seek to uncover their secrets or cause them harm.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong><i class=\"fa-kit fa-metanthropes\"></i> Prime Metapower recommendations:</strong> 6th Sense, Hypnotic Manipulation, Meta Charisma, Meta Cognition, Meta Empathy, Meta Evocation, Meta Ingenuity, Meta Will</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.oSLVWmHYDJwUjW6a.JournalEntryPage.k7SGfSFg4J4yRUqk"
        }
      },
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.k7SGfSFg4J4yRUqk"
    },
    {
      "sort": 500000,
      "name": "Arc",
      "type": "text",
      "_id": "b1CNCxQW0IFyb8Qs",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"><strong>Arc represents the fundamental concept, behavioral patterns, goals, daily agenda, and core beliefs of a Metanthrope.</strong> It defines how your Protagonist acts in various situations, establishes their hierarchies during conflicts, determines the ideologies they support in dialogues, and guides their use of Metapowers to achieve their objectives. The Arc embodies the archetype your Protagonist represents.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Successfully roleplaying your Protagonist's Arc in each Scene will earn you Destiny, based on in-game circumstances and your level of engagement. By roleplaying your Arc, you fulfill your Protagonist's destiny and follow the path they are meant to tread.</strong> Players have the freedom to change their Protagonist's Arc at the end of each Act of a Saga if their current Arc no longer aligns with their Metanthrope. This change symbolizes growth, development, and maturity in the Metanthrope's journey.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Below, you will find ten sample Arc options. It's important to note that two Metanthropes with the same Arc can subscribe to opposing ideologies yet approach problems in similar ways and employ similar methods. Each entry provides a brief introduction to how the Arc impacts roleplay from the Protagonist's perspective. Following the introduction, there is a section called Roleplay Implications, which describes how the Arc may influence a Protagonist's emotions, worldview, and interactions with the environment and others. Lastly, guidelines on earning Destiny through roleplaying each Arc are provided. <strong>Players may choose any of the ten Arc options presented or collaborate with the Narrator to create their own, drawing inspiration from and following the structure of the options below.</strong></p><p style=\"text-align:justify\"></p><h2>Architect</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You are a creator and innovator, able to conceive groundbreaking designs and pioneer the blueprints of the future. You yearn to construct everlasting structures, develop innovative devices, and establish new theories. As an Architect, your purpose is to solve problems by offering fresh solutions, articulating your ideas, and bringing them to life.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Architects are known for their out-of-the-box thinking and their ability to provide new ideas to the Coalition. They formulate plans, and they can be the ones who build the means to complete them. They thrive in times of peace and prosperity, when they have the time and freedom to design and construct. There is always something waiting to be created that can contribute to a solution.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you contribute new theoretical or practical solutions to established problems. Gain additional Destiny when your plans, designs, or constructions have a tangible impact on the lives of others.</em></p><p style=\"text-align:justify\"></p><h2>Autocrat</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your destiny is to rule over humans and Metanthropes alike, under a single banner and cause - your own. You always gravitate towards commanding roles and embrace the responsibilities of decision-making. The weight of leadership may be heavy, but you believe that you are the only one worthy of shouldering it. This world deserves better leadership, and it is your destiny to provide it.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Autocrats often strive to gain control over the Coalition they are part of. They may employ political maneuvering to establish their sovereignty. Once in power, some Autocrats use their authority to inspire and enact positive change, while others demand absolute sovereign and become dictators. Autocrats understand that their path is long and treacherous, and many might challenge their authority along the way.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when your leadership proves beneficial, and when your decision-making is proven to be the best course of action. Gain additional Destiny when new individuals willingly accept your leadership.</em></p><p style=\"text-align:justify\"></p><h2>Catalyst</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Catalyst, your driving force is to seek profound change and transformation, both within yourself and in the environment and people around you. You are constantly pushing for progress, challenging the status quo, and catalyzing shifts in beliefs, systems, and ideologies. For you nothing remains static, and old institutions must undergo profound change. Your purpose is to ignite a spark of revolution in others and reshape the world.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Catalysts are charismatic, influential, and inspiring individuals who naturally compel others to take action. They possess a unique talent for identifying the potential in people and situations, inspiring social change, and guiding others on personal journeys of growth and self-discovery. Their very presence has a transformative effect, pushing everything towards evolution and profound shifts in reality.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you inspire others and initiate change in the environment or people's lives. Gain additional Destiny when your transformations have a far-reaching impact to their Coalition, and the world at large.</em></p><p style=\"text-align:justify\"></p><h2>Harmonizer</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Harmonizer, you are focused on promoting unity, stability, and collaboration within Metanthrope and human society, as well as any other factions. You strive to bridge divides and find common ground, even in the face of deep-seated conflicts. Your ultimate goal is to bring together disparate groups, foster understanding, and create a harmonious coexistence that benefits all.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Harmonizers excel in negotiations, and peacekeeping efforts. They navigate complex social dynamics and address the concerns of both sides, working towards diplomatic solutions to conflicts. Harmonizers actively seek to mend broken relationships, facilitate dialogue, and promote cooperation. Their role may involve mediating conflicts, forging alliances, and representing the interests of their Coalition in social interactions.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when you mediate conflicts, forge alliances, and promote understanding among different factions. Gain additional Destiny when your efforts lead to long-lasting harmony, stable relationships, and a more united community.</em></p><p style=\"text-align:justify\"></p><h2>Herald</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You possess profound knowledge that others do not, becoming the bearer of important tidings. It is your role to inform the rest of the world about upcoming changes, threats, or opportunities. Whether you are a prophet of impending disaster or an evangelist of the new world order, it is your task to convince others to heed your call.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Heralds may receive glimpses of the future through encounters with Omnipotent beings, their own visions, or through extensive studies and calculations. Their duty is to share their discoveries with others, starting within their own Coalition. Heralds do not determine the course of action; instead, they act as messengers, sharing their insights.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when you convince others of your visions, studies, or encounters. Gain additional Destiny when your revelations not only influence the mindset but also the actions of those who listen to your message.</em></p><p style=\"text-align:justify\"></p><h2>Investigator</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You possess a natural inclination towards investigation and have a keen eye for solving mysteries. Every enigma you encounter is a case to be solved. Your purpose is to delve into the research, study, uncover clues, connect the dots, and unravel the puzzles presented to you. Since your Metamorphosis, you have been exposed to a plethora of cosmic secrets and paradoxes, and you are driven to solve them.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Investigators are driven individuals who are willing to push boundaries and break rules in pursuit of solving their cases. Obsessed Investigators prioritize their investigations above all else, often causing disruptions within their Coalition. The thrill of solving mysteries, deciphering codes, and uncovering hidden truths motivates Investigators more than anything else.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when you solve mysteries, puzzles, riddles, learn secrets, or uncover conspiracies. Gain additional Destiny when you display unwavering determination and go to any lengths necessary to find the answers you seek.</em></p><p style=\"text-align:justify\"></p><h2>Naturalist</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Naturalist, you have fully embraced the primordial way and the connection with the untamed forces of nature. You find solace and purpose in the raw beauty and wisdom of the natural world. Your heart beats in symphony with the rhythms of the earth, and you hold a deep reverence for the delicate balance of nature. Your mission is to protect and preserve the natural order, advocating for the well-being of animals, plants, and ecosystems.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Naturalists immerse themselves in the wild expanses, finding communion with nature and its inhabitants. They reject the trappings of society, embracing tranquility. Often found in the heart of untouched wilderness, they observe the intricacies of the natural world, seeking to deepen their understanding of its wonders.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you champion the preservation of pristine wilderness, safeguard lifeforms, and restore the environment. Gain additionally Destiny when you unleash the wrath of nature upon those who harm and disrupt the natural order.</em></p><p style=\"text-align:justify\"></p><h2>Predator</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Predator, you possess a primal mindset that does not fit within civilized society. Your yearning is to become the apex predator, dominating the food chain wherever you find yourself. The awakening of your Metanthrope status has unleashed the feral hunter within you, and everyone you meet is potential prey. The world becomes your domain, and you live for the thrill of the hunt.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Predators have a tendency to disregard agendas and causes, instead following their instincts. They view the world as their hunting ground, caring little for rules, morality, or social structures. While Predators can prove challenging companions within a non-like-minded Coalition, their skills in tracking down and eliminating threats make them invaluable assets.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you embrace your inner savage and showcase your superiority your peers. Gain additional Destiny when you successfully hunt down worthy prey or neutralize threats to their domain.</em></p><p style=\"text-align:justify\"></p><h2>Protector</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Protector, the Metapowers bestowed upon you serve a noble purpose: to protect those who cannot protect themselves. You stand vigilant in the face of any threat, regardless of the odds. Defending those you care about is its own reward, and it is your duty to be there when they are in need, shielding them from harm at any cost.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> The focus of a Protector's care could be a specific person or group of beings, a place, an item, or even an ideal. Their caretaking nature often extends to all members of the Coalition, and anyone around them not capable of defending themselves. Protectors prioritize everyone being safe, above the completion of any mission.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when you successfully prevent harm from befalling to those you are meant to protect, especially in dire, life-threatening situations. Gain additional Destiny whenever you risk your own life and well-being to fulfill your protective duties.</em></p><p style=\"text-align:justify\"></p><h2>Wayfarer</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Wayfarer, your purpose as a Metanthrope is to explore new lands, planets, star systems, galaxies, and Dimensions. Nothing holds you back from boldly venturing into uncharted territories. Your quest is to witness indescribable celestial phenomena and be the first to visit undiscovered landscapes of this world and beyond.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Navigators typically oversee exploration and transportation within their Coalition. They usually have the means to directly visit extraterrestrial or extradimensional locations and transport themselves and other Coalition members between locations. For a Wayfarer, exploration, discovery, and adventure are the ultimate pursuits.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you discover new locations, landscapes, climates, cultures, civilizations, and encounter entities native to these unexplored realms. Gain additional Destiny when you are the first ever to accomplish these feats.</em></p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.b1CNCxQW0IFyb8Qs"
    },
    {
      "sort": 600000,
      "name": "Regression",
      "type": "text",
      "_id": "2lntHxOGCC3O5ZvA",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"><strong>Regression is a fundamental aspect of a Metanthrope's existence, representing their connection to their human origins. It encompasses the reversion to human behaviors, quirks, and attachments that persist despite their ascension.</strong> Regressions can manifest as unique knacks, idiosyncrasies, nostalgic attachments, or self-imposed restrictions. It is important to recognize that Regression is not considered a weakness, as it can be a source of strength, adding depth, drama, complexity, and inner conflict to a Metanthrope’s roleplay. Every Metanthrope possesses a Regression, whether they openly embrace it, keep it hidden, or are unaware of its existence.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying your Protagonist's Regression during each Scene allows you to fulfill their destiny and stay true to their path. By embodying their Regression, you gain Destiny based on your involvement and the circumstances in-game.</strong> As a Player, you have the freedom to change your Protagonist's Regression at the end of each Act of a Saga if you feel it no longer represents their evolving identity. This symbolizes their growth, development, and maturity as a Metanthrope.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Below, you will find ten sample Regression options. It's important to note that two Metanthropes with the same Regression can vastly vary when it comes to their behavioral patterns. Each entry provides a brief introduction to how the Regression impacts roleplay from the Protagonist's perspective. Each Regression option is accompanied by Roleplay Implications that explore how it influences a Protagonist's emotions, worldview, and interactions with the environment and others. Additionally, guidelines for earning Destiny through roleplaying each Regression are provided. <strong>While Players can choose from the ten pre-defined Regression options, they are also encouraged to collaborate with the Narrator to create unique Regressions that align with the structure of the options presented below.</strong></p><p style=\"text-align:justify\"></p><h2>Anachronism</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>The Anachronism Regression manifests as an anachronistic attachment, a deep affinity for a specific time period or historical era. This attachment is not limited to the past but could extend to the future instead. You are drawn to the customs, fashion, art, and ideals of their chosen era. Their anachronistic tendencies are evident in your appearance, speech, and choice of activities, making you stand out from others.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes with the Anachronism Regression bring a unique perspective on time to their interactions and experiences. Their knowledge of history or understanding of future trends and technologies allow them to provide valuable insights and alternative solutions in various situations. However, their anachronistic nature can also pose challenges when navigating contemporary society.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you seamlessly blend elements from different eras into your daily life. Gain additional Destiny when your anachronistic tendencies lead to unexpected opportunities whether it be through uncovering wisdom from the past or foreseeing future developments.</em></p><p style=\"text-align:justify\"></p><h2>Artisan</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>As a Metanthrope with the Artisan Regression, you find solace and fulfillment in pursuing a hobby or talent that has nothing to do with your Metapowers. Whether it's singing, writing, painting, or any other creative pursuit, this passion provides you with a sense of balance and a connection to your human side. Amidst the complexities of your new existence, you hold onto the simplicity and joy that this hobby brings.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes with the Artisan Regression are often seen as eccentric, immersed in their craft and lost in their own world. They seek to refine their talent, dedicating time to training and seeking guidance to further their artistry. Their focus on their art can make them seem detached from the concerns of the Metanthrope world. However, their artistic expression offers perspective to the experiences of the Coalition.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when you express themselves artistically, even in perilous times when others may overlook the importance of such pursuits. Gain additional Destiny when you inspire others to appreciate the beauty and significance found in creative expression.</em></p><p style=\"text-align:justify\"></p><h2>Beloveds</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Your love interest is the most important thing in your life. It can be your significant other, your human family or best friend, or even your pet. You hold your loved ones in higher esteem than even your Coalition, your Metanthrope status, or even your own life. Others might misunderstand your reasoning, your motives, and your methods, but they may never have felt the way you do about your beloved.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes with Beloveds in their lives want to keep them close and safe at all times. Such Metanthropes could prove to be extra motivated and helpful to the Coalition, especially if the task at hand will bring joy or benefits their Beloveds. Issues may arise when this bond is maintained at inappropriate times, in ways that may jeopardize the Coalition.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you can include your Beloveds in your everyday life and show your appreciation for them. Gain additional Destiny when you manage to keep them close to you even during life-threatening or bizarre situations.</em></p><p style=\"text-align:justify\"></p><h2>Consensus</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You are greatly concerned with your reputation and how humans view Metanthropes. It is paramount that Metanthropes are seen in a positive light and maintain a good relationship with the humans of the world they share. You must clean up the messes caused by Metanthropes that do not share your values, and sometimes, this may involve concealing massive scandals that have the potential to taint the Metanthrope reputation.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes fixated on public Consensus will spend a lot of their time crafting their public image and painting their Coalition and the Metanthrope community in a good light. They will abide by human laws, and customs, and push other Coalition members to do so. Such Metanthropes will do anything to keep and maintain a clean image, even if it is only an illusion.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you showcase the proper image for all Metanthropes worldwide through your opinions and even more so, your actions. Gain additional Destiny whenever you convince your Coalition and any other Metanthropes to behave accordingly.</em></p><p style=\"text-align:justify\"></p><h2>Disbelief</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You are in a state of disbelief regarding the latest events happening in your life. Ever since the incident, which others call your Metamorphosis, you witness and experience unexplainable things. Even if Metanthropes are real, you do not feel like you are one of them. You could be hallucinating, the victim of an elaborate prank, trapped in a dream, or simply questioning your sanity.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Many Metanthropes express this Regression during the first days after their Metamorphosis. Others, due to a variety of reasons, still maintain this Disbelief long after. These reasons could include lack of evidence, a traumatic event, distrust of oneself, or the perception that their Metapowers have not manifested in a way that is perceivable and understood.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you manage to reasonably convince yourself that you are not a Metanthrope (even when you activate Metapowers). Gain additional Destiny whenever your arguments and points manage to convince or perplex other Metanthropes about their nature or their reality.</em></p><p style=\"text-align:justify\"></p><h2>Heritage</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>With the Heritage Regression, you maintain a deep connection to your cultural or ancestral roots. The traditions, customs, and values of your Heritage hold great significance for you, serving as a source of your identity. Your upbringing and cultural background continues to shape your worldview and influence your actions. The legacy of your forebears resonates within you, guiding your values, choices, and sense of self.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes with the Heritage Regression actively preserve and promote their cultural heritage within the Coalition. They engage in cultural practices, celebrate festivals, and seek connections with others who share their heritage. Embracing their lineage, they navigate the delicate balance between personal desires and the expectations of tradition.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny when you make decisions that honor or align with your family's legacy or ancestral traditions. Gain additional Destiny when you confront challenges and dilemmas that test your commitment to your legacy, prioritizing actions that uphold the values of your heritage.</em></p><p style=\"text-align:justify\"></p><h2>Materialism</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You are a slave to your unquenching thirst for material wealth. You are drawn to commodities, money, gems, souvenirs, trinkets, indulgences, and gadgets. With your Metapowers, you can now have the things you craved as a human: luxurious commodities, a lavish lifestyle, and all the marbles. You can finally use your newfound Metapowers to obtain everything you ever wanted.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes regressing to Materialism will hoard any item they are after, often endangering their Coalition to obtain them. They expressed a repressed desire to riches and wealth, that was often devoid from their human lives. Intangible rewards mean little to them in comparison to the shiny things they desire. Materialist Metanthropes will rarely join a mission without any physical reward, even if the world is at stake.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you obtain material wealth you could never obtain as a human. Gain additional Destiny when you convince others to help you in your treasure hunts or willingly hand over their unwanted material wealth.</em></p><p style=\"text-align:justify\"></p><h2>Overenthusiasm</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Turning out to be a Metanthrope was the best thing that ever happened to you, by far. You do not understand how each other Metanthrope is not equally thrilled about having Metapowers. From a young age, you yearned to have extraordinary abilities and continued daydreaming about superpowers as an adult. Now you cannot wait to share your enthusiasm with the rest of your kin and the whole world too.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Overenthusiastic Metanthropes will trouble other Metanthropes they encounter and brazenly ask about their Metapowers and showcase their own at every opportunity. For some Coalition members, this ever-burning flame is merely annoying, and for others, it is completely draining. Even so, overenthusiastic Metanthropes tend to boost Coalition morale.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you express your Overenthusiasm, at inappropriate, or perilous times. Gain additional Destiny whenever you infect others, especially those outside of your Coalition with your Overenthusiasm.</em></p><p style=\"text-align:justify\"></p><h2>Persona</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Each time you publicly present yourself as a Metanthrope or activate your Metapowers in the presence of others, you must do so under an alias, an alter ego, or a secret identity – your Persona. You must use your Persona to hide from society. You must make sure no one finds out your identity, leave no clue to trace back to you, and no witnesses who can expose your identity.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> The reason behind having a Persona is to ensure that there are no correlations between you as Metanthrope and the identity they try to maintain a secret in society. The deeper reasoning could vary from individual to individual, but the drive behind any Metanthrope with this Regression is the same. The fewer people they know, the better, even among Coalition members.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you achieve maintaining your identity as a secret while getting involved in the Coalition's activities as your Alter Ego. Gain additional Destiny whenever you are exposed to many eyes and still manage to maintain your secret.</em></p><p style=\"text-align:justify\"></p><h2>Suppressed</h2><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>You are afraid to use your Metapowers. Like a cannon made of glass, as soon as you fire, you feel as if you are going to crack. You envy other Metanthropes who use their Metapowers freely without consequences because, for you, there is always a price to pay when activating them. Using your Metapowers always takes a toll on you, and possibly others.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Roleplaying Implications:</strong> Metanthropes with the Suppressed Regression can vary from extremely gifted individuals who cannot moderate their powers to those who have experienced a traumatic shock when they first activated their Metapowers. These Metanthropes are convinced that using their Metapowers is dangerous for themselves and for those around them.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><em><i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> Gain Destiny whenever you manage to survive and get by without using your Metapowers while remaining a useful member of your Coalition. Gain additional Destiny whenever using your Metapowers end up causing wreaks havoc.</em></p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.2lntHxOGCC3O5ZvA"
    },
    {
      "sort": 700000,
      "name": "<i class=\"fa-sharp-duotone fa-solid fa-books\"></i> Perks",
      "type": "text",
      "_id": "bI8yBqlTn7fl7H6S",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Perks in Metanthropes represent a Character’s background training, professions, developed talents and practices. Perks give access to specific techniques, information, fields of study, and technical know-how on order to use certain Possessions. <strong>Furthermore, Perks offers additional depth and development to a Protagonist, which differs from their Metapowered arsenal.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Perks are categorized into Knowledge and Skills. <strong>Knowledge refers to abilities developed through studying theories, learning thesis and theorems, and performing simulations and experiments. Skills refer to abilities that develop through practical appliance, repetition and practicing them in the field.</strong> The following table showcases the 10 Perks which consist of 5 Knowledge and 5 Skills.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/perks.webp\" class=\" centered\" /><p style=\"text-align:center\"></p><p style=\"text-align:justify\"><strong>Perks are neither tied to any Metapower, nor to any Stat.</strong> A Character in possession of the Metapower: Control Gravity does not necessarily mean that they have to possess the Knowledge: Science. Having both of them might offer a certain circumstantial edge, according to the situation in-game and the Narrator’s discretion. Similarly, the Knowledge: Medicine could be applied when attempted a Perception roll to diagnose a medical condition, and to a Creativity roll whenever attempting to patch-up an open wound.</p><p style=\"text-align:justify\"></p><h2>Unlocking &amp; Progressing Perks</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Perks range from Level 1 (novice) to Level 5 (master). Newly created Protagonists start the game with two (or possibly more, depending on their story) Perks offered by the Narrator without the need to spend any Experience. After each Act of a Saga, additional free Perks may be offered, according to the achievements and studies of the Protagonist, at the Narrator's discretion. <strong>The Experience cost of unlocking the first level in a new Perk and progressing it to higher levels is 100 per level unlocked or progressed.</strong> Since learning new Perks takes time, besides spending the Experience, a Character who wishes to advance a Perk once the story began, must spend some time in-game training and honing their craft. This time can usually be spent during any Downtime of the story.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>After the story has began, a Character can spend time training by studying handbooks, receiving tutoring, participating in lectures, watching seminars, and practicing every day.</strong> The amount of time required is based on whether the Perk is a Knowledge or a Skill (Knowledges require significantly more amount of time), and the desired Perk level, as seen in the following table.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character which is spending time training, must spend the majority of the day focusing on their training.</strong> It is possible to reduce the in-game time requirements through Metapowered means (such as the Metapowers Meta Evocation and Meta Intelligence) and, at the Narrator’s discretion, through other in-game shortcuts, such as being taught by an extraordinary tutor or by allowing Downtime rolls to decrease the amount of total time needed.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-time-required.webp\" class=\" centered\" /><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Unlocking and advancing a Perk for a new Protagonist</em></p><p style=\"text-align:center\"><em>I created a new Protagonist and want to have Artistry at Level 3; I must spend a total of 300 Experience.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Advancing a Perk during a Downtime</em></p><p style=\"text-align:center\"><em>During a Downtime I spend 200 Experience to advance my Knowledge: Engineering from Level 2 to Level 4. Additionally, my Protagonist spends a total of One Year and Six Months of training in-game time.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about gaining and spending Experience, see @UUID[.mStXk1UPdF9zzQZQ]{<i class=\"fa-sharp-duotone fa-solid fa-chart-line-up\"></i> Experience}</p><p style=\"text-align:justify\"></p><h2>Knowledge</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Each level of a Perk: Knowledge, offers the Character unlocking or progressing it a field of study. A field of study is a specialization the Character has within the greater field of Knowledge. Each Knowledge listed below offers a list of available fields of study, but a Player may, in collaboration with the Narrator, come up with their own fields of study. <strong>Having a Knowledge at higher level not only gives access to further fields of study, but also increases the Character's overall mastery of a certain Perk.</strong> Using some Possessions or making certain computations in-game requires having a specific knowledge level. Characters attempting to use an Item, or a technique without having attained the required Knowledge level, cannot attempt that roll. At the Narrator’s discretion, Protagonists who have spent significant amount of time learning something in-game, may attempt a Knowledge-based roll with a Penalty.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How Knowledge requirements function</em></p><p style=\"text-align:center\"><em>I want my Protagonist to estimate the trajectory of a space rocket entering the atmosphere. The Narrator informs me that my Protagonist requires having the Knowledge: Engineering with a selected field of study at rocket propulsion, and the Knowledge: Science with astrophysics as a selected field of study. Additionally, the Narrator decides that both Knowledges need to be at level 4 or higher to make the appropriate correct calculations, and correctly estimate the rocket’s projection.</em></p><p style=\"text-align:center\"></p><h3>Academics</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Academics offer a Character access to educational, cultural, social, and historical fields of knowledge.</strong> In addition to the fields of study, each Level at Academics provides the Character with additional foreign languages.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><strong>Example fields of study:</strong> Psychology, Anthropology, Philosophy, Sociology, Literature, Linguistics, Hieroglyphics, Archeology, Law, History</p><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\"><em>Your Academic knowledge is equivalent to that of a high-school graduate. Additionally, you know your native language and English (or any other widely spoken language of the era and location, depending on the Saga).</em></p></li></ol><ol><li><p style=\"text-align:justify\"><em>You have read many books, essays, and publications on your field of interest. Your Academic knowledge is equivalent to that of a university graduate. Additionally, you know up to two more foreign languages.</em></p></li><li><p style=\"text-align:justify\"><em>You could be a lecturer, with focus on your chosen fields. Your Academic knowledge is equivalent of that of a master graduate. Additionally, you can know up to five languages in total.</em></p></li><li><p style=\"text-align:justify\"><em>You are a well-established intellectual, with wide-ranging influence that can challenge established theorems. Your Academic knowledge is equivalent to that of an established professor with multiple degrees. Additionally, you can know you can know up to ten languages in total.</em></p></li><li><p style=\"text-align:justify\"><em>You are a phenom intellectual of your time. If you wanted, you could be touring the most famous universities as an honored speaker or write a book that would instantly become a bestseller. Additionally, you know up to you can know up to twenty languages in total.</em></p></li><li><p style=\"text-align:justify\"><em>Your Academic knowledge has no limits. You can use your superior academic and cultural education to promote new ideologies, gain a large following, and incite spiritual, philosophical, or political revolutions. Additionally, you can know dozens of languages including ancient and long-forgotten ones.</em></p></li></ol><p style=\"text-align:justify\"></p><h3>Engineering</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Engineering offers a Character access to architectural and design capabilities and craftmanship in order to forge, repair or construct any Possession.</strong> Engineering includes both blueprint drafting and construction skills. In addition to the fields of study, each Level at Engineering provides the Character with the ability to certain forms of structural damage.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><strong>Examples fields of study:</strong> Architecture, Masonry, Blacksmithing, Carpentry, Forgery, Cartography, Trap-crafting, Structural Design, Car Engines, Weapon-smithing, Lock-smithing</p><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\">You are proficient with a hammer and can probably assemble and construct a furniture while reading instructions, but anything more complex could prove a martyrdom.</p></li></ol><ol><li><p style=\"text-align:justify\">You are handy with a variety of different tools, and capable of repairing most structural damages without the need of a structural engineer. You can repair any damage (given time and the appropriate tools and materials needed) to any object made from simple materials such as wood, up to Size 11. Each Creativity roll you attempt restores 1 + 1d10 Durability to the target.</p></li><li><p style=\"text-align:justify\">You are keen on designs and you have a good eye for structural properties. You can repair any damage (given time and the appropriate tools and materials needed) to any object made from materials such as cement or stone, up to Size 12. Each Creativity roll you attempt restores 2 + 2d10 Durability to the target.</p></li><li><p style=\"text-align:justify\">You have reached a masterwork quality guarantee for your repairs and creations. You can repair any damage (given time and the appropriate tools and materials needed) to any metallic objects up to Size 13. Each Creativity roll you attempt restores 3 + 3d10 Durability to the target.</p></li><li><p style=\"text-align:justify\">You are a builder of wonders, your knowledge in Engineering is matched by few worldwide. You can repair any damage (given time and the appropriate tools and materials needed) of any object of complex materials and of up to Size 14. Each Creativity roll you attempt restores 4 + 4d10 Durability to the target.</p></li><li><p style=\"text-align:justify\">You are considered a genius in the field. You can construct the engines of tomorrow. You can repair any damage (given time and the appropriate tools and materials needed) of any object of any Material and any Size. You can even repair materials that are regarded as unrepairable, such as diamond. Each Creativity roll you attempt restores 5 + 5d10 Durability to the target.</p></li></ol><p style=\"text-align:justify\"></p><h3>Lore</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Lore offers the Character knowledge of the unseen Metapowered world that is shrouded in mystery.</strong> Lore is folklore, occult, mysticism, and knowledge of the peculiarities of Metanthropes and other more obscure beings. In addition to the fields of study, each Level at Lore provides the Character with the awareness of the existence of Metapowers and Combos beyond the ones they own, and the ability to identify them they encounter them.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><strong>Examples of fields of study:</strong> Folk Lore, Enigmas, Alien Species(taken separately for each species), Spirits (taken separately for each type Spirit, Anima, or Incarnation), Dimensions (taken separately for each Dimension), Meta Artifacts, Metatherions</p><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\">You are oblivious to the existence of other Metapowers beyond your own. So far you waltzed into the Metapowered world, without fully understanding how your gifts work.</p></li></ol><ol><li><p style=\"text-align:justify\">You are a novice seeker of truth. You have just began contemplating the unfathomable depths of the Metapowered world. You are aware of and can identify any Metapower or Combo up to level 1.</p></li><li><p style=\"text-align:justify\">You are a scribe that has encountered enlightened ideas and obscure information, privy to few. You are aware of and can identify any Metapower or Combo up to level 2.</p></li><li><p style=\"text-align:justify\">You are an archivist in charge of highly coveted data and lore. You are aware of and can identify any Metapower or Combo up to level 3.</p></li><li><p style=\"text-align:justify\">You are an expert at decoding the Metapowered world in most of its aspects. Sages, mystics, and seers come to you looking for answers. You are aware of and can identify any Metapower or Combo up to level 4.</p></li><li><p style=\"text-align:justify\">You are a master lore-keeper. Sprits and other Metapowered beings seek your wisdom. You are aware of and can identify any Metapower or Combo up to level 5.</p></li></ol><p style=\"text-align:justify\"></p><h3>Medicine</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Medicine offers the Character the ability to diagnose and treat medical conditions.</strong> In addition to the fields of study, each Level at Medicine provides the Character with the ability to reduce Conditions and restore Life to biological organisms.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><strong>Examples of fields of study:</strong> Pathology, Triage, Diagnostics, First Aid, Surgery, Anatomy, Toxicology, Herbalism, Nutrition, Nursing, Chiropractic, Pharmacology, Psychotherapy</p><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\">You may attempt to find temporary solutions to common medical conditions, such as patching an open, bleeding wound, or to checking someone’s pulse or temperature.</p></li></ol><ol><li><p style=\"text-align:justify\">You could be a certified nurse capable of providing medical aid when needed. Given the right medicine, medical equipment, and time you can diagnose and treat any level 1 Condition. Each Creativity roll you attempt restores 1 Life to the target and may reduce any Condition up to level 1 by one level.</p></li><li><p style=\"text-align:justify\">You are a general practitioner of medicine. Given the right medicine, medical equipment, and time you can diagnose any Condition up to level 2. Each Creativity roll you attempt restores 2 to the target and may reduce any Condition up to level 2 by one level.</p></li><li><p style=\"text-align:justify\">You are as capable as any specialized doctor. Given the right medicine, medical equipment, and time you can diagnose any Condition up to level 3. Each Creativity roll you attempt restores 3 Life to the target and may reduce any Condition up to level 3 by one level.</p></li><li><p style=\"text-align:justify\">You could be the head of a clinic; your expertise and experience are renown. Given the right medicine, medical equipment, and time you can diagnose any up to level 4 Condition. Each Creativity roll you attempt restores 4 Life to the target and may reduce any Condition up to level 4 by one level.</p></li><li><p style=\"text-align:justify\">You are Hippocrates incarnate, a healer capable of restoring health under any circumstances. Given the right medicine, medical equipment, and time you can diagnose any up to level 5 Condition. Each Creativity roll you attempt restores 5 Life to the target and may reduce any Condition up to level 5 by one level.</p></li></ol><p style=\"text-align:justify\"></p><h3>Science</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Science offers the Character access to mathematical and technological fields, as well as access to specific fields of science.</strong> In addition to the fields of study, each Level at Science provides the Character with the ability to run experiments, simulations and set up computing servers and data analyzers.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><strong>Examples of Field of Study:</strong> Astronomy, Geology, Chemistry, Physics (chosen separately for each field of Physics), Mathematics, Computers, Logistics, Biology, Ecology, Robotics</p><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\">Without any levels at the Perk: Science, you will be an able to do basic math and work on your computer basic application.</p></li></ol><ol><li><p style=\"text-align:justify\">You are a student of science with knowledge of basic formulas and the ability to use basic scientific tools. Additionally, you can analyze any data and set up server networks.</p></li><li><p style=\"text-align:justify\">You are a scientist, adept at running experiments and analyzing data. Additionally, you can run any experiment and use any equipment found in any lab and you can set up long-range networks.</p></li><li><p style=\"text-align:justify\">You have become a respected figure in the scientific world, capable of running top-tier simulations and coming up with new hypotheses in your fields of study. Additionally, you can run experiments and simulations based on data and set up or dismantle Servers with worldwide range.</p></li><li><p style=\"text-align:justify\">A worldwide renown scientist that has offered many world changing formulas and inventions. Additionally, given the right tools and laboratory equipment, you can perform any complex experiment or simulation and set up any type of orbital transmissions.</p></li><li><p style=\"text-align:justify\">You are amongst the most prized intellectual gems of your planet, trusted by many to debunk the Cosmos. Additionally, you can invent new breakthrough theorems, run unfathomable simulations, and set up even solar transmissions.</p></li></ol><p style=\"text-align:justify\"></p><h2>Skills</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Each level of any Skill offers a Character access to new techniques, and the know-how needed to use specific Gadgets, Weapons or Vehicles without Penalties. <strong>A Character attempting a roll which requires a Skill at a certain level, without the required Skill level may still attempt a roll, but a -10% Reduction is applied for each missing levels of Skills required.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>The Reduction imposed by lack of Skill is not considered a Penalty.</strong> Attempting an Action which a Skill prerequisite while having a Penalty on any of the rolls attempted, will cause the Reductions and the Penalty of the roll to stack, and additionally reduce the Character’s chance of success.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How lack of Skill level applies a Reduction</em></p><p style=\"text-align:center\"><em>I want my Protagonist to attempt a takedown on an assailant, without having any levels at the Skill: Athletics. Since a takedown requires having the Athletics at level 2, I may attempt the takedown technique, but with a – 20% Reduction on my roll.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>How lack of the appropriate Skills levels applies Reduction</em></p><p style=\"text-align:center\"><em>I want my Protagonist to use a tank (which requires the Skills: Operation at level 4 and Weapons at level 4). My Protagonist's Skill: Weapons level is only 1 and Operations 0. Therefore, I may attempt using that Vehicle, but with a – 70% Reduction on my roll.</em></p><p style=\"text-align:justify\"></p><h3>Artistry</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Artistry represents the skill of a Character with any form of expression.</strong> Examples could include acting, sculpturing, drawing, poetry, singing, dancing, make-up artistry, cooking, graphic design, game design or any other similar form of Artistry. Higher levels at this Perk allow Characters to increase the total number of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>accumulated, as seen in the following table.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Characters attempting to create something of artistic value, may attempt a Creativity roll with a Focused Action (the exact Activation time varies according to what is being made). Characters need to have all the material and tools needed for each art project. Each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated during this roll is added up to the total number of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>accumulated for that artistic project. Each <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> accumulated removes from the total number of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>accumulated. There is a limit to the total amount of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> that can be accumulated per artistic project, based on that Character’s level of the Perk: Artistry, as seen in the following table.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-artistry.webp\" class=\" centered\" /><p></p><ol start=\"0\"><li><p style=\"text-align:justify\">You have distinct aesthetic opinions, taste, style, or no artistic background whatsoever.</p></li></ol><ol><li><p style=\"text-align:justify\">Your creations, notions or performances can attract a local crowd and be a topic of conversation for days.</p></li><li><p style=\"text-align:justify\">Your creations, notions or performances attract people from all over the country and often are a topic of discussion for the entire season.</p></li><li><p style=\"text-align:justify\">You are sought by a worldwide audience. Thousands of people eagerly await your projects, which capture the spotlight for years.</p></li><li><p style=\"text-align:justify\">You are amongst the most influential artists of your generation, an artist capable of reaching even those who do not care for art.</p></li><li><p style=\"text-align:justify\">Your creations can be monuments that can encapsulate a culture or an era, your notions can be the new dogma and your performances can change the lives of your attendees.</p></li></ol><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about crafting, visit here.</p><p style=\"text-align:justify\"></p><h3>Athletics</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Athletics represent the Character’s control over their body and may include skills such as acrobatics, martial arts, self-defense, parkour, wresting, and any kind of sport.</strong> Higher levels give access to further combat and acrobatic techniques, that can be attempted without a Penalty.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-athletics.webp\" class=\" centered\" /><p></p><ol start=\"0\"><li><p style=\"text-align:justify\">You are not in any shape to perform daring athletic activities.</p></li></ol><ol><li><p style=\"text-align:justify\">You are in good shape and able to perform some athletic feats. You may attempt without a Penalty the following maneuvers:</p><ul><li><p style=\"text-align:justify\"><strong>Flying Attacks:</strong> You must make a Movement of at least one Hexagon first and then attempt a Power roll as an Extra Action. Each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated, add 1d10 Damage to your next Strike within this Turn.</p></li><li><p style=\"text-align:justify\"><strong>Pushing Attack:</strong> Make a Power roll as an Extra Action. Each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated, pushes the target backwards one Hexagon in addition to the Damage dealt by your next Strike within this Turn.</p></li><li><p style=\"text-align:justify\"><strong>Charged Attacks:</strong> Whenever Striking, if you Strike has no Penalties applied to it, you may apply a Penalty to your Strike (up to – 50%), and for each – 10% you remove, add 1d10 Damage to your next Strike within this Turn.</p></li><li><p style=\"text-align:justify\"><strong>Trip Attack:</strong> Whenever Striking, you may choose not to deal damage and instead, in case the roll was successful, the target of your next Strike within this Turn receives the Condition: Knocked Down.</p></li></ul></li><li><p style=\"text-align:justify\">You have an athletic prowess capable of explosive movements. You may attempt without a Penalty the following maneuvers:</p><ul><li><p style=\"text-align:justify\"><strong>Takedowns:</strong> Whenever attempting to Grapple, if successful, your target is considered Grappled and furthermore receives the Condition: Knocked Down.</p></li><li><p style=\"text-align:justify\"><strong>Kip Up:</strong> Performing the Getting Up Movement requires 1 Movement instead of 5.</p></li><li><p style=\"text-align:justify\"><strong>Disarm:</strong> Make a Reflexes roll as an Extra Action. In case the roll was successful, instead of receiving Damage, the target of your next Strike within this Turn drops any items they hold in their hands.</p></li><li><p style=\"text-align:justify\"><strong>Acrobatic Roll:</strong> Make a Reflexes roll as a Reaction, each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated allows you to make a Movement of that many Hexagons towards any adjacent side.</p></li><li><p style=\"text-align:justify\"><strong>Sprawl:</strong> Make a Reflexes roll as a Reaction whenever you are targeted by a Grapple attempt, if successful each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated applies a – 20% Penalty (up to -50%) to the Grapple attempt of your target (for example with <i class=\"fa-sharp-duotone fa-solid fa-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-check\"></i> you apply a - 40% Penalty).</p></li></ul></li><li><p style=\"text-align:justify\">Your body is an instrument, you are keen into controlling your flow and momentum and force. During a Round or your Turn, you can attempt without any Penalty:</p><ul><li><p style=\"text-align:justify\"><strong>Locks:</strong> Whenever attempting a Grapple, you may attempt the first roll with a Reflexes roll instead of a Power roll, and if successful in addition to your target being immobilized, you may attempt a second Power roll (Free Roll) and if successful on that roll: you can apply to your target a Pain: Condition of level equal to the <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated.</p></li><li><p style=\"text-align:justify\"><strong>Parkour Jump:</strong> Whenever spending your Reaction to attempt a Reflexes roll to reduce Falling Damage, reduce that Damage by – 20 instead of – 10 for each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated.</p></li><li><p style=\"text-align:justify\"><strong>Feint Attack:</strong> You may attempt a Reflexes roll as an Extra Action. If successful, your next successful Strike during this Turn deals no Damage, but your next Strike attempted during a Cycle receives a + 50% Bonus.</p></li><li><p style=\"text-align:justify\"><strong>Slacklining:</strong> You may attempt a Reflexes roll as an Extra Action. If successful, your next Reflexes roll made during this Round to balance yourself gains a + 30% Bonus.</p></li></ul></li><li><p style=\"text-align:justify\">You could be a pro athlete at the top level in almost any sport you wished. You may attempt without a Penalty the following maneuvers:</p><ul><li><p style=\"text-align:justify\"><strong>Parkour Climb:</strong> When attempting to climb with a Power roll, for each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated you can climb 2 Hexagons instead of 1 Hexagons.</p></li><li><p style=\"text-align:justify\"><strong>Chokes:</strong> Whenever attempting a Grapple, you may attempt the first roll with a Reflexes roll instead of a Power roll, and if successful in addition to your target being immobilized, you may attempt a second Power roll (Free Roll) and if successful on that roll: your target must attempt an Endurance roll, as a Free Roll, and if unsuccessful – they receive the Condition: Unconsciousness 1.</p></li><li><p style=\"text-align:justify\"><strong>Counterattack:</strong> Make a Reflexes roll as a Reaction whenever you are targeted by a Strike, if successful you can immediately make a Strike roll (as a Free Roll) before your target Strikes at you.</p></li><li><p style=\"text-align:justify\"><strong>Bearhug:</strong> When successfully performing a Grapple, your Target besides being immobilized, receives your Strike’s Damage.</p></li><li><p style=\"text-align:justify\"><strong>Suplex:</strong> When attempting a Grapple, if successful your target is considered Grappled but also receives the Condition Knocked Down and is moved to any adjacent Hexagon from wherever they were located. In addition, your target receives half Strike Damage.</p></li></ul></li><li><p style=\"text-align:justify\">Your physical prowess makes a specimen of your kind, capable of performing any athletic achievement. You may attempt without a Penalty the following maneuvers:</p><ul><li><p style=\"text-align:justify\"><strong>Bone Snaps:</strong> Whenever attempting a Grapple, you may attempt the first roll with a Reflexes roll instead of a Power roll, and if successful in addition to your target being immobilized, you may attempt a second Power roll (Free Roll) and if successful on that roll: you can apply to your target a Condition: Bone Injury on the arm or leg you have aimed at of Level equal to the <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated.</p></li><li><p style=\"text-align:justify\"><strong>Pressure Points:</strong> You may attempt a Power roll as an Extra Action. If successful, your next Strike during this Turn deals no Damage, but instead your target receives a Pain: Condition of level equal to the <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated.</p></li><li><p style=\"text-align:justify\"><strong>Aerialist Maneuvers:</strong> You may attempt a Reflexes roll as an Extra Action. If successful, your next Reflexes roll made during this Round while airborne gains a + 30% Bonus.</p></li></ul></li></ol><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about Strike and Combat, see @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.RJ71fneUufIAxRMZ#attacks]{Attacks}</p><p style=\"text-align:justify\">For more about Conditions, see @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.RJ71fneUufIAxRMZ#<i class=\"fa-sharp-duotone fa-solid fa-skull\"></i>-conditions]{<i class=\"fa-sharp-duotone fa-solid fa-skull\"></i> Conditions}</p><p style=\"text-align:justify\"></p><h3>Expertise</h3><p></p><p style=\"text-align:justify\"><strong>Expertise represents a Character's skill level in a specific activity. Expertise can be unlocked multiple times, each time selecting a different specialization.</strong> Expertise is a Skill that offers a Bonus on a specific Stat roll (this Bonus does not apply to Metapowered activations which use the same roll). With each level at this Skill, the Character must also select a specialization, as seen in the following table.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-expertise-1.webp\" class=\" centered\" /><p style=\"text-align:center\"></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-expertise-2.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\">You may be good at things, but certainly not an expert.</p></li></ol><ol><li><p style=\"text-align:justify\">You are a considered an expert, although you know well that there is still much more to be learned.</p></li><li><p style=\"text-align:justify\">You stand out in a group of your peers, and people recognize you as an expert.</p></li><li><p style=\"text-align:justify\">You are renown amongst your peers, some might even come to you when looking for advice.</p></li><li><p style=\"text-align:justify\">You are amongst the elite of the world at what you do, your natural talent in combination with how much you practiced turns you into a master of the subject.</p></li><li><p style=\"text-align:justify\">Very few others, if any, can rival your Expertise. You are a true guru; you have reached the pinnacle of your Skill.</p></li></ol><p style=\"text-align:justify\"></p><h3>Operation</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>With this Skill, a Character can operate tools, heavy machinery, use devices, and drive or pilot any vehicles.</strong> Higher levels at this Perk allow a Character to use more complex devices and drive or pilot marvels of technology.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-operation.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><ol start=\"0\"><li><p style=\"text-align:justify\">You can drive simple cars, use your cellphone and personal computer.</p></li></ol><ol><li><p style=\"text-align:justify\">You can use all modern gadgets, don armors of the past and drive all modern ground vehicles.</p></li><li><p style=\"text-align:justify\">You can operate all modern non-military sea vehicles.</p></li><li><p style=\"text-align:justify\">You can operate all modern non-military air vehicles, and all ground and sea vehicles of the past.</p></li><li><p style=\"text-align:justify\">You can operate all modern space vehicles and all military vehicles.</p></li><li><p style=\"text-align:justify\">You can operate any futuristic vehicle, gadgets, or armor.</p></li></ol><p style=\"text-align:justify\"></p><h3>Weapons</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>With the Weapons Skill, a Character has undergone training of armed combat of any weapon type, from melee weapons to firearms and explosives</strong>. Higher levels at this Perk offer access to more advanced weapons.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-weapons.webp\" class=\" centered\" /><p></p><ol start=\"0\"><li><p style=\"text-align:justify\">You can equip knives, clubs, rocks, sticks, knuckles and other such mundane weapons.</p></li></ol><ol><li><p style=\"text-align:justify\">You can use all blunt melee weapons, thrown projectiles and handgun firearms.</p></li><li><p style=\"text-align:justify\">You are familiar with all types of modern bladed melee weapons, hurled projectiles and all SMG and Shotguns.</p></li><li><p style=\"text-align:justify\">You are familiar with all military equipment and weaponry, including all modern riffles, machineguns, and grenade explosives.</p></li><li><p style=\"text-align:justify\">You can use heavy ballistic projectile weapons of the past such as catapults, and also modern planted explosives.</p></li><li><p style=\"text-align:justify\">You can use all futuristic and experimental weapons of any kind as well as how to fire missiles of any kind.</p></li></ol><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": 1736083095568,
        "lastModifiedBy": "kF9zOdNs2UiqaJVn"
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.bI8yBqlTn7fl7H6S"
    },
    {
      "sort": 800000,
      "name": "<i class=\"fa-sharp-duotone fa-solid fa-chart-line-up\"></i> Experience",
      "type": "text",
      "_id": "mStXk1UPdF9zzQZQ",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">This section will elaborate on how Players can accumulate and to spend Experience. Experience is a game currency that is given to Players by the Narrator at the beginning of each new Session. Players gain Experience through their roleplay and the actions their Protagonists accomplish in-game. <strong>Protagonists start with a starting amount of Experience their Players can spent to develop them. Unless the Narrator states otherwise, that amount is 1000 Experience.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Some One-Shot Sessions or Sagas may offer different amount of Experience, according to the story and the severity of the adversity the Coalition is about to face. <strong>When it comes to rewarding further Experience, can only be done during Sagas, or One-Shot stories which extend to additional Sessions.</strong> Purely One-Shot experiences shall award no Experience, and there will be no further development of the Protagonists.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Experience as a resource is Player-bound and not Protagonist-bound.</strong> All Experience gathered and spent by a Player during a Saga for their current Protagonist can be transferred to that Player’s next Protagonist in case of an untimely death of a Protagonist or in case a Player wants to abandon their current Character and create a new one.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about new Protagonists, see @UUID[.bjWMvlWDwsU319DF]{New Characters}</p><p style=\"text-align:justify\">For more about a Protagonist's death, see @UUID[Compendium.metanthropes.welcome.JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.RJ71fneUufIAxRMZ#death]{Death}</p><p style=\"text-align:justify\"></p><h2>Awarding Experience</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The amount of Experience awarded to each Player by the Narrator at the beginning of each new Session is based on the performance of the Protagonists and the events their Protagonists experienced during the last Session. <strong>The categories on which upon awarding Experience are based are the following: Roleplay, Acting, Goals, Adversity, Discovery, Influence.</strong> Those criteria are explained in detail in the segment below. The Experience awarded increases with the passing of each Session played. The specific amount of Experience awarded is ultimately based at the Narrator’s discretion.</p><p style=\"text-align:justify\"></p><ol><li><p style=\"text-align:justify\"><strong>Roleplay:</strong> Roleplaying who your Protagonist is. Considering not only a Protagonist's general concept, Background, Metamorphosis, Arc and Regression but also the Character's ideologies, morals, code of conduct, childhood, ambitions, goals, fears, regrets, trauma, dreams, conscious and subconscious decisions and finally the in-game experiences that molded the Protagonist after the beginning of the story.</p><p style=\"text-align:justify\"></p></li><li><p style=\"text-align:justify\"><strong>Acting:</strong> Embodying your Protagonist. Changing the voice, tone, way of standing, mannerisms, eccentricities, idiosyncrasies, quirks, and any intense and memorable performances. The more distinct is the line between in-game and out-of-game the more Experience is awarded.</p><p style=\"text-align:justify\"></p></li><li><p style=\"text-align:justify\"><strong>Goals:</strong> Setting new goals and striving to succeed them. Laying detailed plans on how to archive them and working towards achieving them. There are personal goals for each Protagonist, and collective goals all members of a Coalition are striving towards. Setting serious goals is important, but ultimately more Experience is awarded when achieving them.</p><p style=\"text-align:justify\"></p></li><li><p style=\"text-align:justify\"><strong>Adversity:</strong> Confronting and overcoming challenges. Facing and overcoming adversity in form of a Character's phobias or Antagonists, and dealing with daring and life-threating situations. Recklessness without reason, winning or surviving out of pure luck, masochistic and self-destructive behaviors should not be equally rewarded with facing true adversity.</p><p style=\"text-align:justify\"></p></li><li><p style=\"text-align:justify\"><strong>Discovery:</strong> Exploring new landscapes and ideologies. Discovering more about the Cosmos and the world the Protagonist lives in, meeting new important Characters, encountering the use of new Metapowers, visiting new lands or new Dimensions, meeting new ideologies, learning new lore, disillusioning old lies, unraveling plots and demystifying the veil of the unknown.</p><p style=\"text-align:justify\"></p></li><li><p style=\"text-align:justify\"><strong>Influence:</strong> Change the world, and the lives of the people who live in it. Influencing the world by changing mindsets of other Characters, overpowering old regimes, altering the reality and worldview of others, bringing down systems and raising new ones, inspiring revolutions, and synthesizing new philosophies, ideologies, and beliefs.</p></li></ol><p style=\"text-align:justify\"></p><h2>Spending Experience</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Experience can be spent to unlock new Metapowers and Perks, progress them to higher levels, and to advance Characteristics or Stats.</strong> Players can spend this Experience to progress their Protagonists before the first Scene of the new Session begins. Alternatively, Players can choose to store their Experience for later use. Narrators can progress their NPCs in a similar way that Protagonists do, or follow any other alternative method of progression.</p><p style=\"text-align:justify\"></p><h3>Progressing Characteristics</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Characters can progress their Characteristics by spending Experience. When progressing Characteristics, a Player is progressing their Protagonists base Characteristic. The base Characteristic is equal to their starting number of that Characteristic, plus any previous progressions by spending Experience. Base Characteristic do not include any increases from any type of Buffs, or decreases from any type of Conditions. <strong>The cost of progressing a Characteristic is equal to: The Characteristic’s base score * 10. Each progression increases the Characteristic by + 5%. A Character can progress the same Characteristic up to five times total.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Progressing Characteristics</em></p><p style=\"text-align:center\"><em>My Soul is at 10% and I want to progress it. I must spend 10 * 10 = 100 Experience. My Soul Characteristic now becomes 15%. I want to progress it one more time, and now the new cost is 15 * 10 = 150 Experience, and my new score would become 20%.</em></p><p style=\"text-align:justify\"></p><h3>Progressing Stats</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Characters can progress their Stats by spending Experience. When progressing Stats, a Player is progressing their Protagonists base Stat. The base Stat is equal to their starting number of that Characteristic (which includes the base from the Stat's Characteristic), plus any previous progressions by spending Experience. Base Stats do not include any increases from any type of Buffs, or decreases from any type of Conditions. <strong>The cost of progressing a Stat is equal to: The Stat’s current score * 3. Each progression increases the Stat by + 5%. A Character can advance the same Stat up to five times total.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Progressing Stats</em></p><p style=\"text-align:center\"><em>My Perception is at 35% and I want to progress it. I must spend 35 * 3 = 105 Experience. My Perception Stat now becomes 40%. I want to progress it one more time and now the new cost is 40 * 3 = 120 Experience, and my new score would become 45%.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about Characteristics and Stats, see @UUID[JournalEntry.8tVVlGzZE4KriD12.JournalEntryPage.iyhYr3JaNDadAp9F]{<i class=\"fa-sharp-duotone fa-solid fa-chart-simple\"></i> Characteristics &amp; Stats}</p><p style=\"text-align:justify\"></p><h3>Progressing &amp; Unlocking Perks</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Characters can unlock new Perks or progress their existing ones by spending Experience. <strong>The cost for unlocking new Perks and progressing Perks is 100. Progressing Perks once the story has began requires in-game training time.</strong> Non-newly created Characters, without the aid of Metapowers, cannot learn new skills and knowledges overnight. Once the Saga has begun, Characters need to spend time in-game learning their new Perks in addition to spending Experience for them.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Progressing Perks</em></p><p style=\"text-align:center\"><em>I want to unlock a new Perk for my newly created Protagonist. The Experience costs for unlocking that Perk is 100. During a downtime, I want to progress that Perk to level 4, doing so requires an additional 300 Experience.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">For more about Perks and the time required training, see @UUID[.bI8yBqlTn7fl7H6S]{<i class=\"fa-sharp-duotone fa-solid fa-books\"></i> Perks}</p><p style=\"text-align:justify\"></p><h2>Prime Metapower</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The very first Metapower a Metanthrope unlocks is considered the Metanthrope’s Prime Metapower. <strong>The act of the Metanthrope’s Metamorphosis unlocks the first level of the Prime Metapower for free. The Prime Metapower modulates game progression, as a Character cannot obtain any Metapower at a level beyond that of their Prime Metapower.</strong></p><p></p><img src=\"systems/metanthropes/assets/artwork/journals/matching-classifications.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Each Metapower has a Classification and an Energy Type. There are ten Classifications (<em>Aegis, Controller, Animator, Manipulator, Arbiter, Clairvoyant, Cosmonaut, Kineticist, Hammer and Utilitarian</em>) and four Energy Types (<em>Cosmic, Elemental, Material, Psychic</em>). The experience costs of unlocking and progressing additional Metapowers beyond one's Prime Metapower differ according to the Classification and Energy Type of a Metanthrope’s Prime Metapower. <strong>Each Classification matches with two neighboring and synergizing Classifications. Two identical Classifications are also considered to be matching with each other. All other Classifications are considered non-matching.</strong> Metapower Energy Types can be the same or different.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/classifications-matching.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><h3>Progressing &amp; Unlocking Metapowers</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">When unlocking a new Metapower or progressing a current one, the Player must check the Classification and Energy Type of the new Metapower compares to the Prime Metapower’s Classification and Energy Type. <strong>One exception is the Classification: Utilitarian. This special Classification considers only the Energy Type of other Metapowers and has reduced Experience costs.</strong> Summing up all possible combinations between matching and non-matching Classifications and same or different Energy Types, as well as including the special costs of the Utilitarian Classification, six different Experience cost Tiers are created, as seen in the following table.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/classifications-tiers.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><ul><li><p style=\"text-align:justify\"><strong>Tier 1:</strong> The new unlocked or progressing Metapower has the same or matching Classifications with the Prime Metapower, and the same Energy Type.</p></li><li><p style=\"text-align:justify\"><strong>Tier 2:</strong> The new unlocked or progressing Metapower has the same or matching Classifications with the Prime Metapower but has a different Energy Type.</p></li><li><p style=\"text-align:justify\"><strong>Tier 3: T</strong>he new unlocked or progressing Metapower is the Utilitarian Classification, or the Prime Metapower is Utilitarian Classification, and the new unlocked or progressing Metapower has the same Energy Type.</p></li><li><p style=\"text-align:justify\"><strong>Tier 4:</strong> The new unlocked or progressing Metapower is the Utilitarian Classification, or the Prime Metapower is Utilitarian Classification, but the new unlocked or progressing Metapower has a different Energy Type.</p></li><li><p style=\"text-align:justify\"><strong>Tier 5:</strong> The new unlocked or progressing Metapower has a non-matching Classification with the Prime Metapower and the same Energy Type.</p></li><li><p style=\"text-align:justify\"><strong>Tier 6:</strong> The new unlocked or progressing Metapower has a non-matching Classification with the Prime Metapower but has a different Energy Type.</p></li></ul><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/progression-per-level.webp\" class=\" centered\" /><p></p><img src=\"systems/metanthropes/assets/artwork/tables/progression-max.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Unlocking a new Tier 1 Metapower</em></p><p style=\"text-align:center\"><em>My Prime Metapower is Meta Strength which has Classification: Hammer and Energy Type: Material. I want to unlock the Metapower: Invulnerability which has Classification: Aegis and Energy Type: Material. Since the Classification is matching and the Energy Type is the Same, the Tier for unlocking my new Metapower is Tier 1, and the Experience cost is 1000.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Progressing a Tier 6 Metapower</em></p><p style=\"text-align:center\"><em>My Prime Metapower is Meta Strength which has Classification: Hammer and Energy Type: Material. I want to advance the Metapower: Telepathy which has Classification: Manipulator and Energy Type: Psychic from level 1 to level 2. Since the Classification is non-Matching and the Energy Type is Different, the Tier for progressing is Tier 6, and the Experience cost is 250.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Progressing a new Tier 3 Metapower</em></p><p style=\"text-align:center\"><em>My Prime Metapower is Meta Strength which has Classification: Hammer and Energy Type: Material. I want to advance the Metapower: Meta Touch which has Classification: Utilitarian and Energy Type: Material from level 2 to level 3. Since I am progressing a Utilitarian Metapower with the same Energy Type, the Tier for progressing is Tier 3, and the Experience cost is 660.</em></p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "OaMMdVPBuFh81lm0": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": 1736083784888,
        "lastModifiedBy": "kF9zOdNs2UiqaJVn"
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.mStXk1UPdF9zzQZQ"
    },
    {
      "sort": 0,
      "name": "Cover",
      "type": "image",
      "_id": "iIHbD8IwvJBPAAF1",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {
        "caption": ""
      },
      "text": {
        "format": 1
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": "systems/metanthropes/assets/cover/chapter-3.webp",
      "system": {},
      "ownership": {
        "default": -1,
        "gaWoeXg7uJWoAsCP": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "metanthropes",
        "systemVersion": "0.12.0",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!oSLVWmHYDJwUjW6a.iIHbD8IwvJBPAAF1"
    }
  ],
  "folder": "c06TOktGO792ePse",
  "sort": 100000,
  "ownership": {
    "default": 2,
    "OaMMdVPBuFh81lm0": 3,
    "E1nZXRNcwWMtogk0": 3,
    "kF9zOdNs2UiqaJVn": 3
  },
  "flags": {
    "core": {
      "sourceId": "JournalEntry.oSLVWmHYDJwUjW6a"
    }
  },
  "_stats": {
    "compendiumSource": "JournalEntry.oSLVWmHYDJwUjW6a",
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "metanthropes",
    "systemVersion": "0.12.0",
    "createdTime": 1734888483869,
    "modifiedTime": 1734888483869,
    "lastModifiedBy": "kF9zOdNs2UiqaJVn"
  },
  "_key": "!journal!oSLVWmHYDJwUjW6a",
  "categories": []
}
