{
  "folder": null,
  "name": "Rules",
  "pages": [
    {
      "sort": 100000,
      "name": "System",
      "type": "text",
      "_id": "x2ng9N4RotOgp7bJ",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Metanthropes RPG utilizes a d100 system. Each type of action attempted by a Player, or the Narrator, depends on a 100-sided die roll to determine its outcome. Two ten-sided dice are rolled simultaneously, one representing the double digits of the roll, and the other representing the single digits. Players compare the outcome of their rolls with the Stats of their Protagonist (<em>which are always in the form of a % percentage</em>) to determine whether their roll is a success or a failure. <strong>When attempting a d100 roll, you are successful when you have rolled the number of your Stat used and below.</strong> Whenever your result is above your Stat used, then the roll is considered a failure.</p><p></p><p style=\"text-align:center\"><em>How a d100 roll works</em></p><p style=\"text-align:center\"><em>The Narrator asks me to make a roll on the behalf of my Protagonist. My required Stat score is 50% and my dice result was 50. I barely made it, but it was a successful attempt. In case I would have rolled 51 and above, my result would have been a failure.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Ten-sided dice (single digits only) are rolled to determine other numerical outcomes, such as the Duration of an activated effect, the total Damage inflicted by a source and others. <strong>When a roll of 10 occurs, the 10 counts towards the outcome of the roll; the die is then re-rolled, and the new outcome is added to the total.</strong> This process is repeated for each result of 10, any number of times, before the final sum of the roll can be determined. This effect is called the “Splash 10” effect.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How a d10 roll works</em></p><p style=\"text-align:center\"><em>A roll which includes 2d10 (two ten-sided dice) is asked of my Protagonist, to determine the total number of Targets of an effect. My roll’s result was 2 and 10, the Splash 10 Effect commences and the 10 is added to the total and then re-rolled. The second result was another 10, so the process repeats, and the third result was a 3. My total result of that roll was 25 (2 + 10 + 10 + 3).</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Whenever any numerical values need to be multiplied or divided, resulting in decimals, the result is always rounded up.</strong></p><p></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.x2ng9N4RotOgp7bJ"
    },
    {
      "sort": 200000,
      "name": "Levels of Success & Failure",
      "type": "text",
      "_id": "AAjPvL8EGV3UZ2gm",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Not all success or failures are considered equal. The measure by which a roll succeeds or fails is dictated by its Levels of Success, or Levels of Failure. These are determined by the difference of the number of the Stat (%) used for the roll and the outcome of the roll. Levels of Success or Failure are always calculated in tens, and single digits are ignored. <strong>For every 10% the roll outcome is below the Stat used, a Level of Success (<i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️) is accumulated, and for every 10% the roll outcome is above the Stat used, a Level of Failure (<i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> ) is accumulated.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Additional <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ result to a more desired outcome, while additional <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> will lead to unwanted outcomes.</strong> A roll’s result which is below the number of the Stat used, but less than 10% is considered a Success without any Levels of Success (<i class=\"fa-sharp-duotone fa-solid fa-square\"></i> ), while a roll’s result which is above the number of the Stat used, but less than 10% is considered a Failure, without any Levels of Failure (<i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i> ).</p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Simple success &amp; simple failure</em></p><p style=\"text-align:center\"><em>My Protagonist attempts a roll with a Stat score of 50%. If my roll’s result is anywhere between 49 and 41, it would result to <i class=\"fa-sharp-duotone fa-solid fa-square\"></i> . If my roll’s result is anywhere between 51 and 59, it would result to <i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i> .</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>How Levels of Success are accumulated</em></p><p style=\"text-align:center\"><em>My Protagonist attempts a roll with a Stat score of 50%. My roll’s result was a 25, therefore I accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> (50-25 = 25, ignoring the single digits). In case I would have rolled 20, I would have accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ instead (50-20=30).</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>How Levels of Failure are accumulated</em></p><p style=\"text-align:center\"><em>My Protagonist attempts a roll with a Stat score of 22%. My roll’s result was a 60, therefore I accumulated <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> (22-60 = -38, ignoring the single digits). In case I would have rolled 62, I would have accumulated <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> instead (22-62=-40).</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Besides dictating the degree of success or failure or a roll, certain numbers of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ are required in some activations of Metapowers to unlock further effects, while crossing the threshold of a specific number of <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> will have fixed results. The Narrator may ask for a specific amount of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ for a specific action to commence, while additionally the Narrator may warn a player that reaching a specific number of <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> , will have as result specific misfortunes happening. <strong>The following table outlines how additional <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ or <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> may affect in-game the impact of any given roll. Use this table as a reference, but results may vary according to the situation in-game. For more about Critical Successes and Critical Failures, read below.</strong></p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/levels-of-success-failure.webp\" class=\"centered\" /><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.AAjPvL8EGV3UZ2gm"
    },
    {
      "sort": 300000,
      "name": "Bonuses & Penalties",
      "type": "text",
      "_id": "ISezQJVftIq4NZrb",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p></p><p style=\"text-align:justify\">The Narrator may choose to impose a circumstantial Bonus or Penalty on any roll attempted, befitting the situation under which the action is attempted. <strong>A Bonus is applied on a favored roll, while a Penalty on a disfavored roll. Bonuses and Penalties apply to a singular roll, and after the roll is made all Bonuses and Penalties are removed.</strong> A Bonus on a roll may range from +10% to +100%, and a Penalty on a roll may range from -10% to -100%. Bonuses above +50% are considered plot devising interventions, while Penalties below -50% are actions which go against all odds, doomed to fail on most occasions.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In the event a roll is affected by more than one Bonus, only the highest Bonus in value is applied, and the rest are ignored. Similarly, in the event a roll is affected by more than one Penalty, only the lowest Penalty in value is applied, and the rest are ignored.</strong> However, if a roll is affected by both a Bonus and a Penalty, subtract the latter from the former to determine the circumstantial modifier which will ultimately affect the roll. The following table showcases which Bonuses and which Penalties can be applied to rolls, based on the complexity of the action attempted in the situation the roll is involved in.</p><p></p><p style=\"text-align:center\"><em>Rolling with multiple Bonuses</em></p><p style=\"text-align:center\"><em>The Narrator informs me that my attempted roll, due to various circumstances in-game has a + 40% and a + 10% Bonus. Only the highest Bonus is considered, therefore I consider only the + 40% Bonus.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Rolling with multiple Penalties</em></p><p style=\"text-align:center\"><em>The Narrator informs me that my attempted roll, due to various circumstances in-game has a – 20% and a – 30% Penalty. Only the lowest Penalty are considered, therefore I consider only the -30% Penalty.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Rolling with multiple Bonuses and Penalties</em></p><p style=\"text-align:center\"><em>The Narrator informs me that my attempted roll, due to various circumstances in-game has a + 40% and a + 10% Bonus, while additionally the roll has a – 20% and a – 30% Penalty. Only the highest Bonus and the lowest Penalty are considered, therefore I consider only the + 40% Bonus and the -30% Penalty. Since the roll is affected by both a Bonus and a Penalty, I subtract the Penalty from the Bonus (40-30 = 10), and therefore the final modifier for that roll is a + 10% Bonus.</em></p><p style=\"text-align:center\"></p><img src=\"systems/metanthropes/assets/artwork/tables/action-bonus-penalty.webp\" class=\"centered\" />"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.ISezQJVftIq4NZrb"
    },
    {
      "sort": 400000,
      "name": "Destiny",
      "type": "text",
      "_id": "nyKAeGOxYwnT4ZmX",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"><strong>In Metanthropes, Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> ) is a resource which Players can spend to re-roll any roll with an undesirable outcome, even save their Protagonists from dying.</strong> Each Protagonist starts the game with a predetermined number of Destiny and is awarded additional Destiny at the beginning of each new Scene, based on their role-play.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Player may spend any number of Destiny on a dice roll, but only the last outcome is considered valid. Players can spend any amount of Destiny by re-rolling any number of their rolls attempted.</strong> A Player may spend one Destiny to reroll any d100 roll, or any roll that involves any number of d10 dice. In case of the latter, when multiple d10 dice are involved, with each Destiny spent, all d10 dice are rerolled, ignoring the previous sum. Players cannot spend their Destiny to force other Characters to reroll that way. Lastly, Destiny is also rewarded at the special roll outcomes of 001% and 100%. For more about in Critical Success &amp; Critical Failure read the following section.</p><p></p><p style=\"text-align:center\"><em>Destiny and d100 rolls</em></p><p style=\"text-align:center\"><em>I attempted a d100 roll with a Stat score of 75% and the result was 80. Knowing that I can do much better than that, I spend a Destiny and reroll, with the new outcome being 95. Still not satisfied, I keep on pushing my luck, and the following result was 55, accumulating <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> . Satisfied with that outcome, I keep that result and I withdraw a total of two Destiny ( <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> ) from my Destiny total.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Destiny and d10 rolls</em></p><p style=\"text-align:center\"><em>I attempted a roll which involves five d10 dice. My result was 1, 3, 6, 5, and 5 for a total of 20. Feeling that I can do better, I spend a Destiny and reroll all of the dice involved, and the new outcome was 2, 2, 6, 4, and 1 for an even worse total of 15 this time. I decide to keep pushing my luck, and my next result was 5, 5, 7, 8, and 5 for a total of 30. Satisfied with that outcome, I keep that result and I withdraw a total of two Destiny ( <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> ) from my Destiny total.</em></p><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.nyKAeGOxYwnT4ZmX"
    },
    {
      "sort": 500000,
      "name": "Critical Rolls",
      "type": "text",
      "_id": "NwzqJhteVCXtGAVj",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"><strong>A roll of a 001% (00 and 1) is a Critical Success, and a roll of 100 (00 and 10) is a Critical Failure.</strong> Whenever a Character rolls a Critical Success and a Critical Failure alike, that Character is rewarded with a <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> (one Destiny), but a Character cannot spend a <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> to reroll a Critical Failure. A Critical Success is always considered a Success, ignoring all Penalties, circumstances in-game, and the score of the Stat used, and automatically accumulates ten Levels of Success (10 <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>). A Critical Failure is always considered a Failure, ignoring all Bonuses and the score of the Stat used, and automatically accumulates ten Levels of Failure (10 <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i>).</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>A Critical Success</em></p><p style=\"text-align:center\"><em>During a violent prison riot, I decide that my Protagonist will attempt to calm the inmates by devising a clever speech. My roll's outcome is 001, a Critical Success. As a result, my Protagonist's speech proves to be a jaw-dropping motivational speech, that instantly ceases all violent acts and even persuades some inmates to return to their cells on their own accord.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>A Critical Failure</em></p><p style=\"text-align:center\"><em>My Protagonist is the driver during a high-stakes car chase. The Narrator requests a roll to avoid crushing the car. My roll’s outcome is 100, a Critical Failure. The Narrator describes that during a daring maneuver, my Protagonist fumbles and the result is catastrophic. The vehicle crashes into a loaded truck, completely wrecking the car and resulting all aboard receiving terrible damage and medical conditions.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Critical Rolls with applied Bonuses or Penalties can lead to even more profound results.</strong> In case of a Critical Success, with a Bonus to the roll, the result is higher than (10 <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>️), equal to the number of the Bonus. Similarly, in case of a Critical Failure, with a Penalty to the roll, the result is lower than (10 <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i>), equal to the number of the Penalty.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Critical Success with Bonus</em></p><p style=\"text-align:center\"><em>As my Protagonist attempts to lift a log, which is entrapping another Coalition member, I decided that my Protagonist is going the use the environment to create a counterbalance for the weight of the log. The Narrator offers me a + 20% Bonus to the roll. My roll’s outcome is 001, a Critical Success with a Bonus. As a result, I have accumulated twelve Levels of Success (12 <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>️: ten plus two more due to the 20% Bonus), which would be more than enough to lift the log.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>Critical Failure with Penalty</em></p><p style=\"text-align:center\"><em>My Protagonist attempts to move silently on top of a dark area filled with broken glass. The Narrator applies a - 30% Penalty to the roll. My roll's outcome is a 100, a Critical Failure with a Penalty. As a result, I have accumulated thirteen Levels of Failure (13  <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> ️: ten plus three more due to the 30% Penalty). My Protagonist ends up falling face first to the broken glass with a loud thump.</em></p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.NwzqJhteVCXtGAVj"
    },
    {
      "sort": 600000,
      "name": "VS Rolls",
      "type": "text",
      "_id": "boGaBfSp0q4RfqSw",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Often in Metanthropes RPG, actions are performed which involve other Characters who may be unwilling to be subjected to the desired effect, and they are given a chance to defend themselves. <strong>The outcome of contested attempt is calculated by an opposing roll, called a Versus, or VS roll.</strong> Each Character involved makes a Stat roll determined by the Narrator (or by the effect’s designated Stat used in case of the Activation of a Metapower, Combo, or a Possession). The Stat rolled can be the same, or a different Stat can be used for each of both contesting parties. A Character who initiates the VS roll can do so against one single target, or multiple. The defending party may choose not to make their roll, allowing the initiator to win the VS roll without a struggle.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Character who initiated the VS roll attempts the roll first and calculates if the result is successful or not (<i class=\"fa-sharp-duotone fa-solid fa-square\"></i> or <i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i> ) and if any <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> or <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> were accumulated. Then the defending Character involved in the VS roll proceeds to calculate the same. <strong>If the initiator of the VS roll was successful (<i class=\"fa-sharp-duotone fa-solid fa-square\"></i> or with any additional <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ) and the defending party was not (<i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i> or with any additional <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> ), then the action was successful, and the defending party becomes subjected to the effect.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>If both parties accumulated any number of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️, if the initiator of the VS roll has accumulated more <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ than the defending Character, then the action was successful, and the defending party becomes subject to the effect. However, each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ accumulated by the defending Character removes one <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ accumulated by the initiator of the VS roll.</strong> If the defending Character’s roll instead resulted in a failure (<i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i> ), or accumulated any number of <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> , then only the amount of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated by the initiator are considered. In the case of VS rolls which involve multiple Characters as the defending party, then each <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated by all defending Characters, remove one <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated by the Initiator of the VS roll.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>VS roll with both parties being Successful</em></p><p style=\"text-align:center\"><em>My Protagonist and an NPC are caught up in a dispute. The Narrator declares that the dispute in-game must be settled with a VS roll between my Protagonist and the NPC. Since I initiated the contested roll, I make my Stat roll first. My roll’s result accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> . Subsequently, the Narrator makes the appropriate Stat roll for the NPC. The Narrator’s roll outcome accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> . As a result, I manage to win the VS roll by accumulating a total of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> (one <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> is removed from my total, due to the NPC’s success in the VS roll).</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In case of a tie (an equal amount of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> or in case both were successful<i class=\"fa-sharp-duotone fa-solid fa-square\"></i> , without accumulating any additional <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ), the roll which is closest to their appropriate Stat wins the contest.</strong> In the rare occurrence where both outcomes are equally distant from their respective Stats, it is considered a perfect tie. In that case, both parties involved gain <i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> (one Destiny) and the VS roll is performed from the beginning.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In case both parties involved in a VS roll want to spend Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> ) to reroll their initial rolls, the initiator of the VS rolls always declares and spends any amount of Destiny for consecutive rerolls, up until they decide to keep their last roll.</strong> <strong>Afterwards it is the defending Character’s turn to spend any amount of Destiny, up until they decide to keep their last roll.</strong> They do not need to know the result of each other unless the Narrator states otherwise. The VS roll is resolved with the last roll each Character kept after they were done spending their Destiny rerolls.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Whenever the defending Character is involved in a VS roll, that roll is always considered a Free Roll for that Character and costs no Action slot</strong> (read next segment for more about Action Slots).</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.boGaBfSp0q4RfqSw"
    },
    {
      "sort": 700000,
      "name": "Action Scenes",
      "type": "text",
      "_id": "fQdTFE8Xh7s8mRqd",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">A Metanthropes Session consists of Scenes, where Protagonists and NPCs interact through dialogue and individual actions to shape the story. Such Scenes are not turn-based, and Characters can interact in real-time as actors in a play. However, whenever any number of Characters involved in a Scene want to perform opposing or contradicting actions, with different interests and conflicting purposes, then a turn-based Action Scene commences. <strong>During an Action Scene, in-game time comes to a halt, and Character actions become subject to a specific set of rules presented in this section.</strong> Always consider an Action Scene as part of the current ongoing Scene.</p><p style=\"text-align:justify\"></p><h2>Initiative</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">During an Action Scene, Characters act in Turns. The order by which each Character may act is determined by an Initiative roll. <strong>Initiative is what sets the play order for all Characters involved in an Action Scene.</strong> When the Narrator calls for Initiative, all Characters involved in the Action Scene proceed to make a Reflexes roll. The Character with the most accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> will play first, followed by the one with the second most <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, up until the Character with the least <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> has played. Then the Character with the least <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> will play, followed by the one with the second least <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> , up until the Character with the most <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> has played as well. In case of a Critical Success or a Critical Failure, the Character who made the roll is awarded a Destiny as usual during such rolls and accumulates 10 <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> in case of a Critical Success or 10 <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> in case of a Critical Failure. There is no additional reward or punishment at Critical Rolls during Initiative.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In case multiple Characters enter the Initiative with the same outcome, whoever has the highest Reflexes plays first, followed by the one with the second highest and so on.</strong> In case any Characters who have the same Initiative outcome, and both have the exact same number as their Stat which was involved at rolling Initiative: then both Characters receive a Destiny and make an additional Initiative roll to determine who goes first between them. Some Characters who might have Metapowers such as 6th Sense, might roll Initiative with a different Stat, other than Reflexes.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>Example of Initiative</em></p><p style=\"text-align:center\"><em>Four Characters (A, B, C, D) are involved in an Action Scene, and roll for Initiative. Their result are <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> for Character A, <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> for Character B, and <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> for both Character C and D. Characters C and D both had the same result, but Character D has a higher Reflexes score. The final order of play is the following: Character B, Character A, Character D, and Character C.</em></p><p style=\"text-align:justify\"></p><h2>Turn</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Turn begins whenever it is a Character’s turn to play during an Action Scene.</strong> A Turn’s duration in-game is usually a few seconds unless the Narrator states otherwise. Read below the segment “During my Turn” for more about what can be accomplished during a Turn.</p><p style=\"text-align:justify\"></p><h2>Round</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>When all Characters involved in the Action Scene complete their Turn, a Round is complete.</strong> A full Action Scene Round lasts up to thirty seconds, although the in-game time of each Round is largely dependent on the nature of the actions undertaken by the Characters and the situation in-game.</p><p style=\"text-align:justify\"></p><h2>Cycle</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Cycle consists of two consecutive Rounds within an Action Scene.</strong> Following the end of the first Round, all Characters involved in the Action Scene play again, using the same Initiative score. After the second Round is completed, the first Cycle of the Action Scene ends. After each Cycle ends, each Character involved in the Action Scenes proceeds to make a subsequent Reflexes roll to determine the next Cycle’s Initiative order. When the next Cycle is over, repeat the process until the Narrator declares the Action Scene is over.</p><p></p><h3>Ambush Round</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">In the case that one Character, or a group of Characters, engage in an Action Scene involving a Character or a group of Characters that are completely unaware of, or unalerted to, the initiators of the Action Scene, then an Ambush Round is played. <strong>During an Ambush Round, only the initiators and those who are aware of the ambush may roll Reflexes for Initiative.</strong> Ambushed Characters do not roll Initiative during this Round but are still able to use their Reaction (read below for more about Reactions).</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Once all the Characters in the Initiative have finished their Turn, the Ambush Round ends. Then, a new Initiative roll must be performed by all Characters involved, beginning with the first full Cycle of the Action Scene.</strong> An Ambush Round occurs only when at least one Character is unaware and caught by surprise when the Action Scene starts.</p><p style=\"text-align:justify\"></p><h2>During My Turn</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>During a Turn, a Character can Roleplay, perform a Movement (move my Character around, and interact with the environment), and attempt Actions (anything which involves dice rolling).</strong> Roleplaying during my Turn during an Action Scene is different than Roleplaying during any other Scene; it should not be extensive or highly elaborate, as there is less time to engage in dialogue while performing other actions and moving around. Players are encouraged to allow for minimal “free Roleplay” during their Turns, limited to a few lines when it is my Turn, and only a couple outside of my Turn, within the Round. However, in the event I want my Protagonist to engage in more extensive Roleplay during my Scene, I can choose to forgo doing Actions, or Movement, or even my whole Turn, at the Narrator’s discretion.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/journals/during-my-turn.webp\" class=\"centered\" /><p></p><h3>Wait</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In the case that a Character is not ready to play their Turn right away, but they do not want to lose their involvement in the Round, they can choose to Wait</strong>. By doing so, they temporarily forgo performing Actions and Movement, and the next Character in the Initiative order plays. After that Character, the Character who has chosen to Wait can declare to the Narrator that they want their Wait to end and join in and play their Turn. When choosing the option of Wait, a Character cannot perform any type of Action (except for their Reaction, see below for more about Reactions), nor any Movement, and they are only limited to a few lines of \"free Roleplay\".</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.fQdTFE8Xh7s8mRqd"
    },
    {
      "sort": 800000,
      "name": "Actions",
      "type": "text",
      "_id": "CEkUzKcLKgPCsD6M",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Action in Metanthropes is anything that involves making a d100 roll (and sometimes subsequently d10 rolls as well). <strong>During each of my Turns, I have access to three different slots of Actions. A Main Action, an Extra Action, and a Reaction.</strong> Whatever a Character mainly attempts during a Turn, spends the Main Action slot. A Character's Extra Action slot can be spent on undemanding, simple tasks. The Reaction slot is reserved as an answer to other Characters’ actions. A Reaction is the only type of Action that can be played during another Character’s Turn.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Additionally, an activity that requires a Character's absolute focus and additional time to be activated, might turn into a Focused Action. <strong>A Focused Action requires spending all Action slots and a Character's Movement in order to commence.</strong> The exact time a Focused Action might require completing varies, according to the task at hand, from a Full-Turn, to a Cycle, or more.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>At the beginning of each new Round, all Characters refresh all their Action slots.</strong> Lastly, the Narrator can offer a Character any number of Free Rolls that do not take any of the mentioned slots in order for the Character to perform minor feats not worthy of an Action slot. One such roll is always the defending Character’s roll in case of a VS roll. Unless specifically stated, the Narrator has the final say as to which Character’s Action should take the Main Action, Extra Action, Focused Action, or Reaction slot, or if they should take no slot at all and be offered a Free Roll instead.</p><p style=\"text-align:justify\"></p><h2>Main Action</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Main Action can be any type of action which requires a successful dice roll, but also sufficient time and concentration to perform.</strong> A Main Action requires some concentration, but not the entire focus of a Character, enabling them to move and potentially do additional things while still performing the Main Action. Most Stat rolls, Metapowered activations, uses of Possessions, and most types of Attacks require spending the Main Action slot. The Main Action slot can be turned to a Multi-Action, whenever a Character wants to attempt multiple Main Actions during a single Turn by reducing the efficiency of each roll.</p><p style=\"text-align:justify\"></p><h3>Multi-Action</h3><h4></h4><p style=\"text-align:justify\"><strong>Characters may choose to split their Main Action into multiple Main Actions, called a Multi-Action.</strong> A Character can perform the same Main Action multiple times or attempt different Main Actions with a successful Multi-Action. Only a Main Action slot can be turned into Multi-Action, not any other type of Action slots.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Whenever a Character is attempting a Multi-Action, apply a – 10% Reduction on all Main Action rolls attempted by that Character this Turn, for each number of total Main Actions attempted.</strong> There is no limit to the number of additional Main Actions a Character can include as part of a Multi-Action, but in the event any of the Stat rolls involved drops below 1% due to the Multi-Action reduction, then that Character cannot perform that Multi-Action.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How Multi-Action Reductions function</em></p><p style=\"text-align:center\"><em>Attempting two Main Actions as part of a Multi-Action, will impose a by – 20% Reduction to both rolls. Attempting a Multi-Action with three Main Actions will impose a – 30% Reduction to all three rolls. Attempting a Multi-Action with four Main Actions will impose a – 40% Reduction on all four rolls, and so on.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>The reduction imposed by the Multi-Action is not considered a Penalty.</strong> Attempting a Multi-Action while having a Penalty on any of the rolls attempted, will cause the total reduction of the roll to stack, and additionally reduce the Character’s chance of success.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How Penalties and Reduction from Multi-Action stack</em></p><p style=\"text-align:center\"><em>A Character attempts a Multi-Action which includes two Main Actions and the second of those rolls has a – 20% Penalty, then that Character will attempt the two rolls, the first with a – 20% Reduction and the other with a total – 40% reduction (- 20% due to Multi-Action and another – 20% due to the Penalty).</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character attempting a Multi-Action must state the total number of Main Actions to be included in the Multi-Action before attempting any of the rolls.</strong> A Character cannot add or remove any number of Main Actions after they have attempted the first. A Character must only state the total number of Actions, allowing to change, or repeat the same Main Actions in case of failing any of them. A Character can choose to forgo attempting any of the number of Main Actions declared to be attempted and choose different Targets from those originally intended. In the event a Character wants to spend Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i> ) to reroll any of the rolls involved in a Multi-Action, they can do so for each roll individually.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"></p><h2>Extra Action</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>An Extra Action is a supportive roll to whichever secondary activity a Character wishes to commence during a Turn.</strong> The Extra Action slot allows the Character to perform activities that do not require much concentration or attention. The Extra Action can be attempted before or after a Character has attempted their Main Action during a Turn.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Additionally, a Character can always spend their Extra Action to de-activate any previously activated Metapower effect with ongoing Duration.</strong> A Character can also use the Extra Action slot to willingly reduce any number of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ from a d100 roll they make or remove any number of d10 dice results from a d10 Roll, in the event a Character wants to deliberately mitigate the efficiency of the effort. In order to do so, a Character can spend their Extra Action before attempting any other Action that the Character wishes to mitigate the efficiency preemptively. Alternatively, it can be done so after the other Action's has been attempted, before its result takes place, provided that the Character has the Extra Action slot available.</p><p style=\"text-align:justify\"></p><h2>Reaction</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Reaction slot is the only type of Action that can be attempted outside of a Character’s Turn in the Initiative order. <strong>Characters can spend their Reaction at any time during a Round in response to any Character’s Actions or Movement.</strong> The Reaction can take place before or after the Action of the other Character concludes or at any time during their Movement. A Character can spend their Reaction in response to their Action or Movement attempted by the same Character. In the event multiple Characters want to perform their Reaction during another Character’s Turn, then the Character with the best Initiative score attempts their Reaction first, followed by the one who has the second best, and so on. A Character cannot attempt a Reaction which requires spending any other Action slot, unless stated otherwise by the attempted roll’s description or by the Narrator.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character can spend their Reaction to Evade incoming Strikes from other Character who have entered their space, and threaten them with close-range attacks.</strong> During perilous situations, a Character can spend their Reaction dive for Cover, or get in front of another adjacent Character to save them from an upcoming danger.</p><p style=\"text-align:justify\"></p><h2>Focused Action</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Attempting an Action which requires extra attention, full concentration, or additional time to be activated, requires performing a Focused Action. Focused Actions have activations which require an entire Turn, or possibly even more in-game time. <strong>Attempting a Focused Action requires a Character to forgo their Movement, their Main Action, and Extra Action slots, and even their Reaction slot, throughout the entire time the Focused Action is activated.</strong> In case a Character has already spent their Reaction during this Round, they cannot commit to a Focused Action. In case a Character spends their Reaction while in the middle of performing a Focused Action, then the Focused Action is cancelled.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Focused Action activation time vary from a Full-Turn, a Cycle (in which case you will lose your Movement, Extra Action, and Reaction twice) or more. The Focused Action’s result commences at the end of the Focused Action’s activation, and only in the event the Character attempting it has not activated any other Action or Movement during that time. <strong>A Character can decide to stop their attempt at Focused Action, losing their progress in return, in the event they decide to attempt any other Actions instead (such as spend Reaction while performing a Focused Action).</strong></p><p style=\"text-align:justify\"></p><h2>Free Rolls</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Free Rolls are additional rolls deemed unfit to take any Action slots during a Turn.</strong> With the Narrator’s approval, Free Rolls can be attempted even out of turn. There is no limit to how many Free Rolls a Character can attempt during a Round, but the Narrator ultimately decides which rolls can be categorized as Free Rolls.</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.CEkUzKcLKgPCsD6M"
    },
    {
      "sort": 900000,
      "name": "Characteristics & Stats",
      "type": "text",
      "_id": "iyhYr3JaNDadAp9F",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">There are three Characteristics in Metanthropes: Body, Mind and Soul. Each of them has three sub-categories called Stats. <strong>Only the Stats are being rolled, while the Characteristics serve as a base of the % score.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">• The Stats of the <span style=\"text-decoration:underline\"><strong><span style=\"text-decoration:underline\">Body</span></strong></span> are <strong>Endurance</strong>, <strong>Power</strong> and <strong>Reflexes</strong>.</p><p style=\"text-align:justify\">• The Stats of the <span style=\"text-decoration:underline\"><strong><span style=\"text-decoration:underline\">Mind</span></strong></span> are <strong>Creativity</strong>, <strong>Manipulation</strong> and <strong>Perception</strong>.</p><p style=\"text-align:justify\">• The Stats of the <span style=\"text-decoration:underline\"><strong><span style=\"text-decoration:underline\">Soul</span></strong></span> are <strong>Awareness</strong>, <strong>Consciousness</strong> and <strong>Willpower</strong>.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Characteristic or a Stat cannot drop below 0%.</strong> A Character with 0% at a Characteristic cannot attempt any Stat rolls with any Stats associated with that Characteristic and all activated, and all activated effects generated by that Character, by the Characteristic that is 0% immediately end their Duration.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">A Character with 0% at a Stat cannot attempt any rolls which involve that Stat and all activated, and all activated effects generated by that Character, by the Stat that is 0%, immediately end their Duration. <strong>In addition to the above side-effects having a Characteristic or Stat at 0% inflicts further side-effects described below.</strong></p><p style=\"text-align:justify\"></p><h2>Body</h2><p style=\"text-align:justify\"><strong>Body is the Characteristic which defines a Character’s constitution, physical prowess, and physique.</strong></p><p></p><p style=\"text-align:justify\">A Character with 0% Body: cannot move, spend any of their Movement, or activate any effects which require Movement as their Activation slot.</p><p></p><h3>Endurance</h3><p style=\"text-align:justify\">• <strong>Endurance determines a Character’s stamina, health, and vigor.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Endurance is used when attempting to: Holding your breath, prevent or mitigate the effects of Fatigue, Hunger, Pain, Disease, narcotics, poisons, alcohol and more.</p><p></p><p style=\"text-align:justify\">A Character with 0% Endurance: Whenever damaged, the source of Damage all initial roll outcomes turns to 10 unless they are a 10 - in which case the \"Splash 10\" effect takes place.</p><p></p><p style=\"text-align:center\"><em>A Character with 0% Endurance is being Damaged 2d10 + 5 Damage. The roll outcomes are 3 and 10. The 3 turns to 10, and the 10 counts towards the outcome of the roll; the die is then re-rolled, and the new outcome now 6. The total Damage received is 5 (base) + 10 + 10 + 6 = 31.</em></p><p></p><h3>Power</h3><p style=\"text-align:justify\"><strong>• Power determines a Character’s strength, striking effectiveness, and physical explosiveness.</strong></p><p></p><p style=\"text-align:justify\">Power is used when attempting to effectively Strike, determine the Damage from unarmed, and Melee Weapon Strikes, climb, jump, bend or break objects, push, pull, lift, or throw and more.</p><p></p><p style=\"text-align:justify\">A Character with 0% Power: Drops everything held, cannot carry anything, if they are wearing any Armor - they cannot move in the Grid.</p><p></p><p style=\"text-align:justify\">A Character may attempt a Power roll by spending their Extra Action or Main Action to lift, toss, push, or pull any target. The amount of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated, determines the total number of the Weight of the target that can be handled this way, as seen in the following table. The symbol ⬢ represents one Hexagon. Targets below Weight 10 apply a Bonus when attempting to lift, push, or pull them. Tossing, pushing, or pulling targets below Weight 9 moves them more than one ⬢ Hexagon per <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated. Targets of Weight 10 and above might require multiple <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated to be lifted or moved one ⬢ Hexagon.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/power.webp\" class=\"centered\" /><p></p><p style=\"text-align:center\"><em>My Protagonist attempts to push a container with Weight 13, and I manage to accumulate <i class=\"fa-sharp-duotone fa-solid fa-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, a valiant effort, but the container will not move.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>My Protagonist attempts to lift a small log with Weight 9, my roll will gain a +10% Bonus due to its smaller Size and I manage to accumulate <i class=\"fa-sharp-duotone fa-solid fa-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, therefore I lift the log with ease.</em></p><p style=\"text-align:center\"></p><p style=\"text-align:center\"><em>My Protagonist attempts to toss an object with Weight 6 as far as I can. After an unfavored roll I accumulate only <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>. Even though it is enough to toss that object four Hexagons away.</em></p><p></p><h3>Reflexes</h3><p style=\"text-align:justify\"><strong>• Reflexes determines a Character’s agility, motor skills and balance.</strong></p><p></p><p style=\"text-align:justify\">Reflexes are used when attempting to roll for Initiative, Evade Strikes, throw Projectile Weapons, mitigating Falling Damage, stealth, tumble, balance, use sleight of hand, legerdemain, or acrobatics, ride animals, run faster and more.</p><p></p><p style=\"text-align:justify\">A Character with 0% Reflexes: cannot attempt any Reactions.</p><p style=\"text-align:justify\"></p><h2>Mind</h2><p style=\"text-align:justify\"><strong>Mind is the Characteristic which defines a Character’s brainpower, problem solving and innovative thoughts.</strong></p><p></p><p style=\"text-align:justify\">A Character with 0% Mind: cannot attempt any Main Actions or Focused Actions during their Turns.</p><p></p><h3>Creativity</h3><p style=\"text-align:justify\"><strong>• Creativity determines a Character’s imagination, expression, and handiwork.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Creativity is used when attempting to repair, craft, modify or forge an object, designing a blueprint, model, or a plan, writing an essay, thesis, or a theorem, expressing yourself through dance, drawing, sculpture, figuring out how devices work, solving puzzles, playing games, patching up wounds and more.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">A Character with 0% Creativity: cannot attempt any Extra Actions or Multi-Actions.</p><p></p><h3>Manipulation</h3><p style=\"text-align:justify\"><strong>• Manipulation determines a Character’s persuasiveness, charisma, and social engineering skills.</strong></p><p></p><p style=\"text-align:justify\">Manipulation is used when attempting to perform a public speech, teach via lecture, engage in argumentative dialogue, negotiate with diplomacy, persuade, interrogate, seduce, barter and more.</p><p></p><p style=\"text-align:justify\">A Character with 0% Manipulation: cannot communicate with any way.</p><p></p><h3>Perception</h3><p style=\"text-align:justify\"><strong>• Perception determines a Character’s observatory, evaluative and calculative capabilities.</strong></p><p></p><p style=\"text-align:justify\">Perception is used when attempting to search the environment, spot someone hiding, use a Firearm Weapon, operate a vehicle, find a solution to a problem, apply mathematical or scientific knowledge, writing code or hacking, diagnosing a system or a patient and more.</p><p></p><p style=\"text-align:justify\">A Character with 0% Perception: cannot use any type of Possession or interact with any kind of object.</p><p></p><h2>Soul</h2><p style=\"text-align:justify\"><strong>Soul is the Characteristic which defines a Character’s conviction, spiritual prowess, and mettle.</strong></p><p></p><p style=\"text-align:justify\">A Character with 0% Soul: cannot roleplay and their Turns are being controlled by the Narrator.</p><p></p><h3>Awareness</h3><p style=\"text-align:justify\"><strong>• Awareness determines a Character’s empathy, intuition, and instinctual responses.</strong></p><p></p><p style=\"text-align:justify\">Awareness is used when attempting to sense the motives of others, determine if someone is lying, sense something supernatural, listen to your instincts, determine if something is real or an illusion, defend against persuasion, seduction, or barter and more.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">A Character with 0% Awareness: believes everything they are told.</p><p></p><h3>Consciousness</h3><p style=\"text-align:justify\"><strong>• Consciousness determines a Character’s recollection, subconscious processing, and sanity.</strong></p><p></p><p style=\"text-align:justify\">Consciousness is used when attempting to recollect a memory, engage in inner dialogue, morality justification, self-psychological evaluation, interpreting dreams, visions, or omens, showing faith, or repentance, determining if something is real or a fiction of your imagination and more.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">A Character with 0% Consciousness: loses access to all Perks.</p><p style=\"text-align:justify\"></p><h3>Willpower</h3><p style=\"text-align:justify\"><strong>• Willpower determines a Character’s courage, discipline, and confidence.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Willpower is used when attempting to defend against intimidation, brainwashing, or psyche-infiltration effects, maintaining self-control and inner calmness, mediate, displaying determination and conviction, exuding an aura of resolve and reliance, not showing fear, being brave and more.</p><p></p><p style=\"text-align:justify\">A Character with 0% Willpower: Runs away or cowers in fear.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/action-stat-roll-examples.webp\" class=\" centered\" /><p style=\"text-align:center\"></p><p style=\"text-align:justify\"></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.iyhYr3JaNDadAp9F"
    },
    {
      "sort": 1000000,
      "name": "Combat",
      "type": "text",
      "_id": "RJ71fneUufIAxRMZ",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\"><strong>Combat is a part of an Action Scene which includes any kind of attacks, rolling for Damage, loss of Life and any other life-threating situations.</strong> Combat in Metanthropes involves Characters getting hurt, injured, or even dying.</p><p style=\"text-align:justify\"></p><h2>💓 Life</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Life in Metanthropes represents a Character’s overall health, vitality, and will to live. Metanthrope Characters have a Life total of (100 + their Endurance score).</strong> Humans have a Life total of (50 + their Endurance score). Other Antagonist type Life totals may vary according to their specifics. Injuries of any kind reduce the Life total. Whenever a Character reaches 0 or less Life, that Character dies. The Life of Objects is called Durability.</p><p style=\"text-align:justify\"></p><h2><i class=\"fa-sharp-duotone fa-regular fa-heart-pulse\"></i> Healing</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Healing increases a Character’s current Life.</strong> A Character’s Life total cannot be exceeded with excessive Healing. Some Metapowers offer access to direct and effective Healing, although nature works at a much slower rate. To provide proper medical attention, a Character might need a medical kit containing bandages and so on, (depending on the Condition and the trauma) and the Perk: Medicine at a level according to the wound’s complexity.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"></p><h2><i class=\"fa-sharp-duotone fa-solid fa-burst\"></i> Damage</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character’s Life is reduced by Damage. Damage is calculated by a total number of d10 dice rolled, plus any base number of Damage.</strong> Damage is caused by any harmful source, from an event like getting punched, to being ravaged by otherworldly forces. There are four Energy Types in Metanthropes: Cosmic, Elemental, Material, and Psychic. Each Energy Type causes its own type of Damage. Damage caused by Psychic energies is in the form of Psychic Damage and so on.</p><p style=\"text-align:justify\"> </p><h2><i class=\"fa-sharp-duotone fa-solid fa-shield-halved\"></i> Buffs</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Buffs are positive effects received from effects such as Metapowers.</strong> Buffs are categorized as Buffs that increase the Characteristics or Stats of a Character, and Other Buffs which apply other type of positive effects. Buffs which increase the Characteristics or Stats of a Character are sub-categorized into Buffs of the Body, the Mind, the Soul.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Buffs of the Body include the Buffs:</p><p style=\"text-align:justify\"><strong>Fortified (Endurance)</strong>,</p><p style=\"text-align:justify\"><strong>Empowered (Power)</strong>,</p><p style=\"text-align:justify\"><strong>Hastened (Reflexes)</strong> and</p><p style=\"text-align:justify\"><strong>Hardened (Body)</strong>.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Buffs of the Mind include the Buffs:</p><p style=\"text-align:justify\"><strong>Inspired (Creativity)</strong>,</p><p style=\"text-align:justify\"><strong>Articulated (Manipulation)</strong>,</p><p style=\"text-align:justify\"><strong>Alerted (Perception)</strong> and</p><p style=\"text-align:justify\"><strong>Sharpened (Mind)</strong>.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Buffs of the Soul include the Buffs:</p><p style=\"text-align:justify\"><strong>Focused (Awareness)</strong>,</p><p style=\"text-align:justify\"><strong>Awakened (Consciousness)</strong>,</p><p style=\"text-align:justify\"><strong>Determined (Willpower)</strong> and</p><p style=\"text-align:justify\"><strong>Enlightened (Soul)</strong>.</p><p></p><p style=\"text-align:justify\"><strong>Buffs increase their respective Characteristic or Stat by + 5% per level.</strong> Buffs which increase a Characteristic, as a result increase all the Stats tied to that Characteristic. A Character’s Stat can be increased both by the Buff of that Stat and of its respective Characteristic.</p><p></p><p style=\"text-align:center\"><em>How Buffs of the Characteristic and Stat can stack</em></p><p style=\"text-align:center\"><em>A Character with a base score of Manipulation of 35% who is later being applied the Buffs: Articulated 3 (Manipulation + 15%) and Sharpened 3 (Mind +15%) will have a total Manipulation score of (35% +15% +15%) = 65%.</em></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Multiple Buffs of the same name do not stack, and only the one with the highest numerical value is considered, the rest are ignored.</strong> Receiving the same Buff again simply refreshes the effect's Duration.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How multiple Buffs which increase the same Stat do not stack</em></p><p style=\"text-align:center\"><em>A Character has received the Buffs: Empowered 2 (Power + 10%) Empowered 5 (Power +25%) and Empowered 1 (Power +5%). Only the highest Buff is considered, therefore that Character is affected only by the Buff: Empowered 5.</em></p><p></p><p style=\"text-align:justify\">The Other Buffs include the categories: Cover, Detection, Environment, Enhance Movement, Immunity, and Resistance. <strong>Buffs which have no numerical value, but rather are followed by a specific subcategory can stack with each other, even if they have the same name.</strong> One exception to this rule is the category of Buff: Shift. Only one Shift (the one with the highest level) can be active simultaneously. Read below for more about Shifts.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How multiple Buffs with different names can stack</em></p><p style=\"text-align:center\"><em>A Character can be affected by the following Buffs simultaneously: Immunity (Slowed), Immunity (Skin Injury), Detection (Invisibility), and Detection (Darkness).</em></p><p></p><h3>Cover</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Cover offers a Character a chance for incoming attacks to hit the Cover (ignoring all Damage and Conditions) instead of the Character. Each Energy Type has its own Cover.</strong> There are four types of Covers, one for each of the Energy Types (Cosmic, Elemental, Material, Psychic), each corresponding to their appropriate Damage type, and/or Conditions. A Character can roll for Cover against any effect that applies Damage of the Energy Type of the Cover type they have. Rolling for Cover is a Random roll and offers no Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i>) at any Critical roll outcomes. The roll for Cover comes first, before the attempted targeted effect's roll. Cover rolls are not subjected to Bonuses or Penalties. The Character who has the Cover rolls for it.</p><p></p><p style=\"text-align:justify\">Cover ranges from a 10% chance to a 90% chance. Much like when determining the success of a d100 roll, an attack hits the Cover instead of the target when the roll's outcome is equal to or less than the Cover's score. Cover is effective against targeted attacks and effects, but also against area-of-effect type of attacks. <strong>Cover can be attained by Metapowers and Possessions, but also by natural finding cover in the surrounding environment.</strong> For more about Cover in the environment, read the following segment: Aiming.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How multiple Covers to multiple Energy Types function</em></p><p style=\"text-align:center\"><em>A Character has received the Buffs: Cover 50% against Material and Elemental Energy Types and Cover 75% only against Material Energy Types. Only the highest Buff for each Energy Type is considered, therefore that Character's is affected only by the Buff: Cover 75% against Material Energy Types, and 50% for Elemental Energy Types.</em></p><p></p><h3>Detection</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Detections allow a Character to perceive something others cannot.</strong> When activating a Buff: Detection, a Character adds a specific type of Character, Object, Dimension, Buff, or Condition to their sensory range. A Character can have any number of different Detections activated at the same time.</p><p></p><h3>Movement Enhancing</h3><p></p><p style=\"text-align:justify\"><strong>Movement Enhancing Buffs offer better Movement through increasing the Speed (Accelerated), increasing the Size (Enlarged), or decreasing the Weight (Lightened).</strong> Each of these Buffs increase their appropriate category by +1 up to level 5 such Buffs which increase by + 5. Same as with other Buffs, multiple Movement Enhancing Buffs of the same name do not stack, and only the one with the highest numerical value is considered. Read in the section of Movement for more about how these Buffs influence the Movement.</p><p></p><h3>Immunity</h3><p></p><p style=\"text-align:justify\"><strong>Immunity offers immunity, ignoring the side effects of Conditions, Damage, or specific effects.</strong> When Immunity is activated, it removes any Conditions of the same name, or level equal to or less than the number following the Immunity activated. A Character can have any number of different Immunities activated at the same time. In case a Character is affected by a Condition, and then receives Immunity to that Condition, that Condition is automatically removed.</p><p></p><h3>Resistance</h3><p></p><p style=\"text-align:justify\">Resistance in Metanthropes represents a shield that absorbs part or all of the Damage. <strong>Resistance is a static number that reduces the total amount of Damage dealt. There are four types of Resistances, one for each of the Energy Types (Cosmic, Elemental, Material, Psychic), each corresponding to their appropriate Damage type.</strong> After rolling for Damage, remove the appropriate Resistance number from the total Damage. Any remaining Damage is the only Damage the Character receives. Multiple Resistances to the same Energy Type do not stack, similarly to Bonuses – calculate only the highest amongst them. A Character can have multiple Resistances, and only the highest among them for each Energy Type is considered.</p><p></p><p style=\"text-align:center\"><em>How Damage and Resistance function</em></p><p style=\"text-align:center\"><em>A Character attacks with a firearm which deals 4d10 + 40 Material Damage another Character who has 30 Material Resistance. The result of the 4d10 equals 35. To that result is added the base 40 Damage of the Weapon. The total Damage is 75. The Target subtracts 30 due to their Material Resistance, and the final Damage received is 45.</em></p><p></p><h3>Shift</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Shifts are Buffs which alter the physiology, biomass, shape, and form of the one who activates them. This type of Buff does not allow multiple such alterations in one’s body to function simultaneously.</strong> Multiple Shifts activated at the same target do not stack, and only the one with the highest numerical value is considered. In case two Shifts of the same level are active at the same target, the target chooses which one to apply.</p><p style=\"text-align:justify\"></p><p style=\"text-align:center\"><em>How multiple Buffs: Shift do not stack</em></p><p style=\"text-align:center\"><em>A Character has received the Buffs Shift: Shapeshift 2, Sizeshift 3, and Aero Form. Since Aero Form is offered by a level 5 Metapower, it is a level 5 Shift, and therefore only the Shift: Aero Form is considered.</em></p><p style=\"text-align:justify\"></p><h2><i class=\"fa-sharp-duotone fa-solid fa-skull\"></i> Conditions</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Conditions, short for medical conditions, are negative effects received from injuries and trauma, physical or otherwise, inflicted by Metapowers, Combos, Possessions, or any type of attacks.</strong> Conditions are categorized as Conditions that decrease the Characteristics or Stats of a Character, and Other Conditions which apply other type of negative effects. Conditions which decrease the Characteristics and Stats are sub-categorized into Conditions of the Body, the Mind, the Soul.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Conditions of the Body include the Conditions:</p><p style=\"text-align:justify\"><strong>Bone Injury (Endurance)</strong>,</p><p style=\"text-align:justify\"><strong>Muscle Injury (Power)</strong>,</p><p style=\"text-align:justify\"><strong>Skin Injury (Reflexes)</strong> and</p><p style=\"text-align:justify\"><strong>Burned (Body)</strong>.</p><p style=\"text-align:justify\">Conditions of the Body further include Asphyxiation, Bleeding, Diseased and Maimed, which are going to be described below.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Conditions of the Mind include the Conditions:</p><p style=\"text-align:justify\"><strong>Wobbly (Creativity)</strong>,</p><p style=\"text-align:justify\"><strong>Confused (Manipulation)</strong>,</p><p style=\"text-align:justify\"><strong>Disoriented (Perception)</strong> and</p><p style=\"text-align:justify\"><strong>Disconnected (Mind)</strong>.</p><p style=\"text-align:justify\">Conditions of the Mind include Pain, Fatigue, Hunger, and Sense Lost, which are going to be described below.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Conditions of the Soul include the Conditions:</p><p style=\"text-align:justify\"><strong>Bewildered (Awareness)</strong>,</p><p style=\"text-align:justify\"><strong>Demented (Consciousness)</strong>,</p><p style=\"text-align:justify\"><strong>Terrorized (Willpower)</strong> and</p><p style=\"text-align:justify\"><strong>Tormented (Soul)</strong>.</p><p style=\"text-align:justify\">Conditions of the Soul further include Amnesia, Probed, Infiltrated, and Unconscious, which are going to be described below.</p><p></p><p style=\"text-align:justify\"><strong>Conditions decrease their respective Characteristic or Stat by - 5% per level. </strong>Multiple Conditions of the same name do not stack, and only the one with the highest numerical value is considered. Other than that, Conditions follow the exact same rules as mentioned above in Buffs.</p><p style=\"text-align:justify\"></p><h3>Asphyxiation</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character who cannot breathe oxygen is asphyxiating. At the end of each Round, each asphyxiating Character must make an Endurance roll (Free Roll), and failure applies further Conditions, and Damage, depending on the level of Asphyxiation.</strong></p><p></p><h3>Bleeding</h3><p></p><p style=\"text-align:justify\"><strong>At the end of each Round, a Character who has the Condition: Bleeding loses 1 Life per level of the Bleeding Condition.</strong></p><p></p><h3>Diseased</h3><p></p><p style=\"text-align:justify\"><strong>A Character who has the Condition: Diseased receives a – 10% Penalty, per level of the Diseased Condition to all rolls attempted.</strong></p><p style=\"text-align:justify\"></p><h3>Maimed</h3><p></p><p style=\"text-align:justify\"><strong>A Character who receives the Condition: Maimed, depending on the level, and the location of the Condition, receives </strong><a href=\"https://www.metanthropes.com/conditions/body/maimed/\" title=\"Requires Narrator Access on Metanthropes.com\"><strong>further Conditions</strong></a><strong> and Penalties.</strong> A Character can be a victim of multiple different Maimed Conditions of any level, at each location of their body. The Condition: Maimed applies permanent damage, scars, disfigurements, or mutilations.</p><p></p><h3>Fatigue</h3><p></p><p style=\"text-align:justify\"><strong>A Character who receives the Condition: Fatigue loses access to Actions and/or Movement depending on the level of the Condition.</strong></p><p></p><h3>Hunger</h3><p></p><p style=\"text-align:justify\"><strong>Hunger applies a Character a chance for any attempted Actions to fail. Rolling for Hunger is a Random roll and offers no Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i>) at any Critical roll outcomes. The roll for Hunger comes first, before the attempted roll. Hunger rolls are not subjected to Bonuses or Penalties. Hunger rolls do not apply to Initiative rolls, nor to any Random rolls, such as rolling for Cover.</strong> Hunger ranges from a 10% chance to a 90% chance. Much like when determining the success of a d100 roll, an Action fails due to Hunger when the roll's outcome is equal to or less than the Hunger’s score. A Character who has the Condition: Hunger and is attempting a Multi-Action, must make a Hunger roll for each number of Actions attempted.</p><p></p><h3>Pain</h3><p></p><p style=\"text-align:justify\"><strong>A Character who receives the Condition: Pain subtracts a <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> per level of the Condition: Pain from all their successful rolls.</strong> A Character with any level of the Condition: Pain which attempts a roll and the roll’s outcome is a <i class=\"fa-sharp-duotone fa-solid fa-square\"></i> then it turns into a <i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i>, no matter the level of the Condition: Pain. In case the outcome is a <i class=\"fa-sharp-duotone fa-solid fa-square-xmark\"></i> or results in any amount of <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i> - then the outcome remains the same.</p><p></p><h3>Sense Lost</h3><p></p><p style=\"text-align:justify\"><strong>A Character who receives the Condition: Sense Lost cannot use the missing sense or attempt any roll which has a prerequisite <i class=\"fa-sharp-duotone fa-solid fa-crosshairs-simple\"></i> of the sense they lost.</strong></p><p></p><h3>Probed</h3><p></p><p style=\"text-align:justify\"><strong>A Character with the Condition: Probed is a victim of someone attempting to read their thoughts, track their location, or receive any information about them against their will. A Character can be under the effect of multiple Probed effects at the same time.</strong></p><p></p><h3>Infiltrated</h3><p></p><p style=\"text-align:justify\"><strong>A Character with the Condition: Infiltrated is a victim of someone attempting to influence their emotion, thoughts, or gain control over their actions and movement. A Character cannot be under the effect of multiple Infiltrated effect at the same time, only the highest level among them is considered. In case of multiple of the same level, only the latest applied is being considered.</strong></p><p></p><h3>Unconscious</h3><p></p><p style=\"text-align:justify\"><strong>A Character with the Condition: Unconscious is losing their consciousness and is passing out. At the end of each Round, each unconscious Character attempting to wake up, must make an Endurance roll (Free Roll) and if successful, they wake up.</strong> A Character who is sleeping or has passed out, cannot attempt any Actions or Movement, and neither is aware of their surroundings.</p><p></p><h3>Hinder Movement</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Hinder Movement Conditions affect Movement through decreasing the Speed (Slowed), decreasing the Size (Shrunken), or increasing the Weight (Encumbered).</strong> Each of these Conditions decrease their appropriate category by -1 up to level 5 such Conditions which decrease by - 5. Same as with other Conditions, multiple Hinder Movement Conditions of the same name do not stack, and only the one with the highest numerical value is considered. Read in Movement more about how these Conditions influence the Movement.</p><p></p><h3>Knocked Down &amp; Immobilized</h3><p></p><p style=\"text-align:justify\"><strong>A Character which is Knocked Down requires to spend 5 of their total Movement to get back up. An Immobilized Character cannot spend any of their Movement to move around in the Grid, use Possessions or interact with the environment.</strong></p><p style=\"text-align:justify\"> </p><h2>Attacks</h2><p></p><p style=\"text-align:justify\"><strong>Attacks in Metanthropes are categorized into Strikes, and attacks with Melee or Ranged Weapons.</strong> Attacks apply Damage and Conditions according to their type. <span class=\"cf0\">An attack can be made by Aiming, or by using a Random roll which lands on a random point on the target</span>. If the attack is not done with Aiming, then the Narrator rolls a Random d100 roll to determine where the attack lands on the target’s body, as seen in the following table. Rolling for a random location is a Random roll and offers no Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i>) at any Critical roll outcomes.</p><p></p><p>Random Hit Location: @UUID[Compendium.metanthropes.hit-location.RollTable.z4Yf0BLg957bRJ07]{Humanoid Hit Location} Rollable Table.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/aiming-random-roll.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><h3>Aiming</h3><p></p><p style=\"text-align:justify\">Aiming in Metanthropes refers to attacks or effect which are targeting a particular location on a body or an object. Each location has its own roll Reduction, as seen in the following table. <strong>An aimed attack must be declared as such before the roll is made. Aiming offers a Reduction to a roll, which is not considered a Penalty, and therefore stacks with any additional Reductions from Multi-Actions and with Penalties.</strong></p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/aiming-location.webp\" class=\" centered\" /><p></p><p style=\"text-align:center\"><em>Complex attack with Aiming, Multi-Action, and Penalty</em></p><p style=\"text-align:center\"><em>A Character attempts to Attack against another Character while under the effect of a - 20% Penalty. The Character declares that wants to attempt a Multi-Action of two Attacks, with the second one Aiming at the target's head. The first attack will be attempted with a total of -40% reduction (-20% Penalty, and -20% Reduction due to Multi-Action). The second attack will be attempted with a total of - 65% reduction (-20% Penalty, -20% Reduction due to Multi-Action, and a further - 25% Reduction due to Aiming at the head.</em></p><p></p><h3>Strike ️</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Strike in Metanthropes represents a Character’s physical attack made with bare hands, legs, knees, elbows, headbutts or via a Melee Weapon. The Strike’s unarmed Damage is of the Material Energy Type, and it deals 1d10 + the Character’s Power Score. A Strike requires spending the Main Action slot and is attempted with a Power roll.</strong> Since the Strike spends the slot of the Main Action, it can be turned into a Multi-Action. Strikes turned Multi-Action in-game translate into a choreography of attacks. A Strike turned into Multi-Action has the Damage of each successfully delivered Strike reduced by the amount of the Multi-Action’s reduction.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In addition to the Strike’s Damage, according to the accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ of the attack, successful Strikes also apply Conditions to their target.</strong> More accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> ️ translate in-game into Strikes delivered with accuracy and precision, and therefore apply more threating Conditions, as seen in the table below.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/accumulated-unarmed-strike.webp\" class=\" centered\" /><p></p><h3>Evade</h3><p></p><p style=\"text-align:justify\"><strong>Evade is the answer all Characters have against Strikes of any kind. Only Strikes can be evaded, not any type of attack from Projectile, or Firearm Weapons. Evade costs spending the Reaction slot, and attempting a Reflexes roll. One Evade Reaction may offer protection against multiple assailants.</strong> In case the evading Character is successful with their Evade attempt, then one <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> is removed from each of every attackers Strikes against the evading Character attempted this Round. In case any attacker was successful (<i class=\"fa-sharp-duotone fa-solid fa-square\"></i>) without accumulating any <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, then the attacks are also successfully evaded. For every additional <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> is accumulated by the evading Character, an additional <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> is removed from all the attackers' Strikes against the evading Character attempted this Round. </p><p style=\"text-align:justify\"> </p><p style=\"text-align:center\"><em>Evade against multiple Strikes example</em></p><p style=\"text-align:center\"><em>An attacking Character attempts a Multi-Action with three total attacks against a defending Character. The defending Character attempts an Evade, and accumulates <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> The three Strikes of the attacking Character accumulate the following results: <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> for the first Strike, <i class=\"fa-sharp-duotone fa-solid fa-square\"></i> for the second, and  <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> for the third. The defending Character's Evade makes the first two Strikes to miss completely, while removes  <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> from the attacker's third Strike. As a result, the attacker manages to hit the defending Character only once, accumulating a single <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> .</em></p><p style=\"text-align:center\"><em> </em></p><p style=\"text-align:center\"><em>Evade against multiple attackers example</em></p><p style=\"text-align:center\"><em>An attacking Character Characters attempts a single Strike against a defending Character. The defending Character attempts an Evade, and accumulates <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> The attacker accumulates the following result:  <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>  . As a result, the attack is fully evaded. Later than Round another attacker attempts a single Strike against the same defending Character, and accumulates <i class=\"fa-sharp-duotone fa-solid fa-square\"></i>. Since the result of the initial Evade remains the same for the entire Round, this attack is also fully evaded.</em></p><p></p><h3>Grappling</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Grapple attempts are Strikes which, if successful, have the result of immobilizing the target, instead of dealing Damage. A Character who is under the effect of a Grapple receives the Condition: Immobilized, and cannot perform any Movement.</strong> A Character must declare their intent to attempt a Grapple before making any rolls. To perform a successful Grapple, a Character must attempt a Power roll, and spend their Main Action slot while being within Range, similarly to any Strike. This roll can be part of a Multi-Action and it can be evaded by the target. If the Grapple is successful, both parties proceed into making a Free Roll (does not spend any further Action slot) which is a Power (of the initiator) VS the Power or the Reflexes (of the target), chosen between them by the target. In case the second Power roll is successful, the target cannot spend any of their Movement during their Turn.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>At the beginning of each of the Turns of a Character being grappled, that Character may now use their Extra Action slot to attempt to escape the grapple.</strong> Then they proceed on attempting a Power or Reflexes roll (chosen by the grappled Character) VS a Power roll of the initiator of the Grapple. In case the grappled target is successful at this roll, the target escapes the grapple.</p><p style=\"text-align:justify\"></p><h4>Specific Strikes</h4><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Specific Strikes may have different outcomes in addition, or instead of Damaging the target, such as disarming, tripping, feinting, pushing and more. In addition, Specific Strikes include complex grappling techniques such as body locks and other similar techniques. A Character must declare their intent to attempt a Specific Strike, and specify which one, before making any rolls. <strong>Although a Character is free to attempt Specific Strikes without being proficient with them by having the Perk: Athletics at the appropriate level, it will trigger a Penalty, depending on the technique attempted.</strong></p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-athletics.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><h3>Melee Weapons</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Melee Weapons in Metanthropes refer to any weapons used in hand-to-hand combat, such as swords, spears, etc. Using Melee Weapons is considered a Strike, and it can be subjected to Evade, similarly to any other Strike. Melee Weapons increase the Damage dealt in comparison to an attack made unarmed. <strong>The Melee Weapon Strike Damage equal to (the Weapon base + dice Damage) + the Character's Power score. Although a Character is free to attempt to use Melee Weapons without having the appropriate Perk to use them, untrained attackers receive a Penalty according to the type of Melee Weapon used.</strong></p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/accumulated-bladed-weapon.webp\" class=\" centered\" /><p style=\"text-align:justify\"></p><h3>Ranged Weapons</h3><p></p><p style=\"text-align:justify\"><strong>Attacks made with Weapons from a distance are called Ranged Weapon attacks. Ranged Weapons are categorized into Projectile, and Firearm Weapons. Using Projectile, or Firearm Weapons without the appropriate Perk: Weapon level will result in rolling with a Penalty according to the complexity of the Projectile Weapon used.</strong> Projectiles thrown (like a rock) require a Power Roll while projectiles hurled (like a bow) require a Reflexes roll. Their Range is determined based on how far a Character can throw an object. They deal Damage equal to the Weapon’s Damage plus half your Power Stat (always rounded up). Firearms require a Perception Roll and deal Damage according to the Weapon’s Damage.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/accumulated-light-ammo.webp\" class=\" centered\" /><p></p><h2>Death</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Whenever a Character’s Life reaches 0 or below, that Character dies.</strong> When a Character dies, all active effects, and active Durations of Metapowers they have activated, or were activated to them, end.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>In case a Protagonist dies, the Player owning the Protagonist can choose to spend one Destiny (<i class=\"fa-sharp-duotone fa-solid fa-hand-fingers-crossed\"></i>) per Sessions they have played with that Protagonist, to save them from dying.</strong> Doing so will return the Protagonist to 1 Life instead of dying. In case the Player does not have enough Destiny, or chooses not to spend them, the Protagonist dies.</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.RJ71fneUufIAxRMZ"
    },
    {
      "sort": 1100000,
      "name": "Movement",
      "type": "text",
      "_id": "2dNtDDLMnPzQpm4H",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Movement during Action Scenes represents the series of movements a Character is going to perform during a Turn. <strong>Movement is spent by moving around the area, using items and by interacting with the environment.</strong></p><p></p><h2>How Movement is calculated</h2><p></p><p style=\"text-align:justify\"><strong>A human or a Metanthrope Character have a base Movement score of 10, which allows them to move up to 10 Hexagons on the Grid.</strong> Movement is a number which is calculated by a Character’s Speed, Weight, and Size. A Character Movement has a modifier of Speed, Weight, and Size.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>A Character’s Movement is equal to the (Speed Modifier) * (Weight Modifier) * (Size Modifier).</strong> For more information about Speed, Weight, Size, and their Modifiers, read the following section.</p><p></p><img src=\"systems/metanthropes/assets/artwork/journals/movement.webp\" class=\" centered\" /><p></p><ul><li><p style=\"text-align:justify\"><strong>A Character can spend any number of Movement during their Turn and store the rest.</strong> Afterwards, they perform any Action slot they wish and afterwards, complete the remaining Movement available.</p></li><li><p style=\"text-align:justify\"><strong>During a Character’s Turn, a Character can forgo their Main Action slot to gain another (full) Movement.</strong> A Character cannot perform an Additional Movement more than once each Turn. A Character cannot perform an Additional Movement as part of a Multi-Action.</p></li><li><p style=\"text-align:justify\"><strong>In case a Character has received the Condition: Knocked Down, or begins their Turn prone, down on the ground, then the Character may spend 5 of their total Movement to get back up.</strong></p></li><li><p style=\"text-align:justify\"><strong>Using Items, operating Vehicles, and interacting with the environment requires spending Movement.</strong> The Narrator can include, exclude, or modify any of the following numbers according to the situation in-game.</p></li><li><p style=\"text-align:justify\"><strong>A Character’s Movement is hindered if that Character is found crossing natural landscape. When dealing with obstacles, and if the Character is within an Area affected by Metapowers that create such uneven terrain.</strong></p></li><li><p style=\"text-align:justify\"><strong>The Condition Wobbly (in addition to reducing the Creativity of a Character) further reduces a Character’s Movement by -1 per level of the Condition.</strong></p></li></ul><p></p><img src=\"systems/metanthropes/assets/artwork/journals/movement-interaction.webp\" class=\" centered\" /><p></p><img src=\"systems/metanthropes/assets/artwork/journals/movement-terrain.webp\" class=\" centered\" /><p></p><h3><i class=\"fa-sharp-duotone fa-solid fa-wind\"></i> Speed</h3><p></p><p style=\"text-align:justify\">Speed represents how fast a Character can move. <strong>Speed is the base of a Character’s Movement.</strong> The field of Movement Modifier is used when calculating the Movement of a Character.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/speed.webp\" class=\" centered\" /><p></p><h3><i class=\"fa-sharp-duotone fa-solid fa-weight-hanging\"></i> Weight</h3><p></p><p style=\"text-align:justify\">Weight represents how heavy or light a Character (or an Object) is. <strong>Heavier Characters have low Movement, while lighter Characters have high Movement.</strong> Prowess is the Bonus or Penalty applied whenever a Character attempts to engage in physical activity, such as attempting to Push, Pull, or Lift objects or when attempting to Grapple a target.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/weight.webp\" class=\"centered\" /><p></p><h3><i class=\"fa-sharp-duotone fa-solid fa-ruler-triangle\"></i> Size</h3><p></p><p style=\"text-align:justify\">Size represents how much space a Character (or an Object) can occupy in an area. Size is the combination of a Character or an Object’s height, length, and width. <strong>Bigger Characters have increased Movement, while smaller have decreased Movement.</strong> Reach is the expanded or shortened Strike range. Strike <i class=\"fa-sharp-duotone fa-solid fa-burst\"></i> is the dice used for a Strike’s rolled Damage. Alternative <i class=\"fa-sharp-duotone fa-solid fa-heart\"></i> is any alterations offered by having non-human Size. The field of Observation is used when attempting to locate or attack any target with Size other than Size 10.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/size.webp\" class=\"centered\" /><p></p><p style=\"text-align:center\"><em>How Movement is influenced by Speed, Weight, and Size alterations.</em></p><p style=\"text-align:center\"><em>A Character has received the Buff: Accelerated 2 and Accelerated 1. Only the highest is considered therefore their Speed is 12. Furthermore, the Character has received the Condition: Encumbered 2, (their Weight is 12) and the Buff: Enlarged 2 (their Size is 12). Therefore, that Character's total Movement is (50 * 0.6 * 3) = 90.</em></p><p style=\"text-align:justify\"> </p><h2>The Grid</h2><p></p><p style=\"text-align:justify\"><strong>The Grid is the visual representation of an Action Scene as seen from a top-down view. The Grid is composed of Areas, from the smallest Area: Hexagon [Area 1] Which represents an area of 2 meters (6.5 feet) wide, long, to the biggest Area: Planet [Area 16]. Moving from one Hexagon to any adjacent one costs one Movement.</strong> The following table lists all the Areas of Metanthropes, as well as how much Movement is required to fully cross a side, both in a straight line, and in a diagonal line.</p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/grid-area.webp\" class=\"centered\" /><p style=\"text-align:justify\"></p><h2><i class=\"fa-sharp-duotone fa-solid fa-hexagon-image\"></i> Area Effects</h2><p style=\"text-align:justify\">Here are presented the Area Effects that can be placed on the Grid. Each Area Effect has additional properties. Properties allow the activator of the Area Effect to choose to alter the scope of the Area Effect.</p><p></p><h3>Line</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Area Effect: Line consists of 7 Hexagons in a straight line, facing the direction of the activator’s choice.</p><p></p><img src=\"systems/metanthropes/assets/artwork/area-effects/line.gif\" class=\"centered\" /><p></p><h4>Expanding Line</h4><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Expanding property expands the Line towards the side it was facing.</p><p></p><img src=\"systems/metanthropes/assets/artwork/area-effects/line-expanding.gif\" class=\"centered\" /><p></p><h4>Retracting</h4><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Retracting property retracts the Line towards the start of the effect.</p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/area-effects/line-retracting.gif\" class=\"centered\" /><p></p><h3>Aura</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Area Effect: Aura is in tandem with one of the any of the existing Ranges (except Self [Area 0]). Each Aura is followed by an Area's name and consists of enough Hexagons to fill an entire Area’s perimeter. Seven Hexagons are required in total to fill a Room [Area 2] while forty-nine are required to fill a Building [Area 3] and so on. The activator of the Area Effect lies in the epicenter of it, and when the activator moves, the Area Effects follows their movement, with them continuously being at the epicenter of it.</p><p></p><h4>Aura Expanding</h4><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Expanding property on the Area Effect: Aura expands the scope of the effect by one peripheral Hexagon on all sides of the Area Effect.</p><p></p><img src=\"systems/metanthropes/assets/artwork/area-effects/aura-1.gif\" class=\"centered\" /><p></p><img src=\"systems/metanthropes/assets/artwork/area-effects/aura-2.gif\" class=\"centered\" /><p></p><h3>Sphere</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Area Effect: Sphere much like the Area Effect: Aura, is in tandem with any of the existing Ranges (except Self [Area 0]), but it occupies the entire Area three-dimensionally, leaving no space in the Area’s width, depth, or length outside the effect. Spheres occupy the same space as their counterparts Areas occupy, plus they rise into the air and go deep into the ground as many Hexagons as the radius (from the center to a side) of the Area. For example, a Sphere of a Room [Area 2] is one Hexagons tall and one Hexagon deep, a Sphere of a Building [Area 3] effect is three Hexagons tall and three Hexagons deep, while a Sphere of a Square [Area 4] is eight Hexagons tall and eight Hexagons deep.</p><p></p><h4>Properties</h4><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The expanding, and retracting properties of both Spheres and Hemispheres are functioning identical to the Auras but operate in a three-dimensional space.</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.2dNtDDLMnPzQpm4H"
    },
    {
      "sort": 1200000,
      "name": "Perks",
      "type": "text",
      "_id": "gPHhgcXbD6EdX4Kb",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Perks in Metanthropes represent a Character’s background training, professions, developed talents and practices. Perks give access to specific techniques, information, fields of study, and technical know-how on order to use certain Possessions. <strong>Furthermore, Perks offer additional depth and development to a Protagonist, which differs from their Metapowered arsenal.</strong></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Perks are categorized into Knowledge and Skills. <strong>Knowledge refers to abilities developed through studying theories, learning thesis and theorems, and performing simulations and experiments. Skills refer to abilities that develop through practical appliance, repetition and practicing them in the field.</strong></p><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks.webp\" class=\" centered\" /><p></p><h2>Knowledge</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Each level of a Perk: Knowledge, offers the Character unlocking or progressing in a field of study. A field of study is a specialization the Character has within the greater field of Knowledge. <strong>A</strong> <strong>Character attempting to use an Item, or a technique, without having attained the required Knowledge level, cannot attempt that roll.</strong></p><p></p><h2>Skills</h2><p></p><p style=\"text-align:justify\">Each level of any Skill offers a Character access to new techniques, and the know-how needed to use specific Gadgets, Weapons or Vehicles without Penalties. <strong>A Character attempting a roll which requires a Skill at a certain level, without the required Skill level, may still attempt a roll, but a -10% Reduction is applied for each missing levels of Skills required.</strong></p><p style=\"text-align:justify\"></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-expertise-1.webp\" class=\" centered\" /><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-operation.webp\" class=\" centered\" /><p></p><img src=\"systems/metanthropes/assets/artwork/tables/perks-weapons.webp\" class=\" centered\" /><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.gPHhgcXbD6EdX4Kb"
    },
    {
      "sort": 1300000,
      "name": "How To Use Metapowers",
      "type": "text",
      "_id": "CGEGp7q9DcvxOWyS",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>Summary</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">• <strong>Level (<i class=\"fa-duotone fa-solid fa-layer-group\"></i>)</strong> The level of the Metapower.</p><p></p><p style=\"text-align:justify\">• <strong>Energy Type (<i class=\"fa-sharp-duotone fa-solid fa-sparkles\"></i>)</strong> The Energy Type of the Metapower. Energy Type dictates the Damage, Resistance, and other properties of an effect.</p><p></p><p style=\"text-align:justify\">• <strong>Roll (<i class=\"fa-sharp-duotone fa-solid fa-dice-d10\"></i>)</strong> Which Stat is rolled when activating this Metapower.</p><p></p><p style=\"text-align:justify\">• <strong>VS Roll (<i class=\"fa-duotone fa-solid fa-swords\"></i>)</strong> Which Stat is rolled by the target(s) as part of a VS roll when activating this Metapower. The defending party rolls passively, in most cases without them knowing. In case a Character purposefully wishes their defenses to be down, they can choose not to attempt that roll.</p><p></p><p style=\"text-align:justify\">• <strong>Activation️ (<i class=\"fa-sharp-duotone fa-solid fa-stopwatch\"></i>)</strong> Which part of my Turn does it take to Activate this Metapower. The Activation could take any Action Slot (Main Action, Extra Action, or Reaction), a Character’s Movement, or the entirety of a Turn, in the case of Focused Actions. Some Metapowers might have multiple Activation options.</p><p></p><p style=\"text-align:justify\">• <strong>Target (<i class=\"fa-sharp-duotone fa-solid fa-crosshairs-simple\"></i>)</strong> How many Targets, and which type are affected by this Metapower. Targets include both numerical values in the form of how many dice are rolled to determine how many targets are affected, which type of targets can only be targeted by this effect (such as Metanthropes, Humans, or Objects etc.), and a requirement of in which way the target needs to perceivable or detectable by the Character targeting (such as the target being Visible, Tangible, Detectable, etc.)</p><p></p><p style=\"text-align:justify\">• <strong>Duration (<i class=\"fa-sharp-duotone fa-solid fa-hourglass-start\"></i>)</strong> How long does this Metapower lasts. All the Durations longer than a Round begin their countdown after the Turn they were Activated. For example, a Duration of a Cycle will end in a Cycle from when the effected was Activated, not when the current Cycle ends.</p><p></p><p style=\"text-align:justify\">• <strong>Range (<i class=\"fa-sharp-duotone fa-solid fa-ruler\"></i>)</strong> How far can you apply the Metapower's effect. In case the Metapower entry has multiple effects, more than one Ranges could be included into the summary of the Metapower.</p><p></p><p style=\"text-align:justify\">• <strong>Area Effect (<i class=\"fa-sharp-duotone fa-solid fa-hexagon-image\"></i>)</strong> What is the Range of the Area Effect if any, that is included into the effect. Area Effects use the same Areas with Range, although they refer to the size and scope of the Area Effect instead.</p><p></p><p style=\"text-align:justify\">• <strong>Area Effect (Type)</strong> Which type of Area Effect is utilized among Line, Burst, Aura, Hemisphere, and Sphere.</p><p style=\"text-align:justify\"></p><h2>Description</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">The Metapower’s description includes how the activation of the Metapower looks, sounds, and feels in-game. It is a description which the Narrator can describe to the Player activating it and incorporate into the Scene they are on. Groups which wish to follow a more rules-light approach to the game and rely on the \"theater-of-mind\" more than tactical gameplay, can use this segment to know what the activation of the Metapower does, and how the rolls outcome may affect results.</p><p style=\"text-align:justify\"></p><h2>Permanent Effects</h2><p style=\"text-align:justify\">Here are include any effects which the Character receives passively (<i class=\"fa-sharp-duotone fa-solid fa-stopwatch\"></i>Activation: Always Active) and permanently (<i class=\"fa-sharp-duotone fa-solid fa-hourglass-start\"></i>Duration: Permanent) just by unlocking the Metapower at the appropriate level. Here may be included <i class=\"fa-sharp-duotone fa-solid fa-shield-halved\"></i> Buffs or other beneficiary effects. This segment could also include a table, or a picture to provide further information.</p><p></p><h2>Effect</h2><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><i class=\"fa-sharp-duotone fa-solid fa-square\"></i> = This section includes, in case the roll was successful, the resulting effect of the Metapower.</p><p></p><p style=\"text-align:justify\"><i class=\"fa-sharp-duotone fa-solid fa-check\"></i> = Additional effects gained in case of accumulating one or more levels of Success. In case of including more than one additional effect this way by accumulating more <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, it will automatically include all the previous effects included, up to your total number of <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated. For example, if I accumulate <i class=\"fa-sharp-duotone fa-solid fa-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, I additionally gain any effects offered by accumulating <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>.</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><i class=\"fa-sharp-duotone fa-solid fa-square-check\"></i>= Additional effects gained in case of choosing to spend one or more of your accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>. Including additional effect this way by spending <i class=\"fa-sharp-duotone fa-solid fa-check\"></i>, will have as a result the reduction of your total <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated. Spending <i class=\"fa-sharp-duotone fa-solid fa-square-check\"></i> reduces the total number of the <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> accumulated. For example if I accumulate <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> and the Metapowered effect offers me the following options: <i class=\"fa-sharp-duotone fa-solid fa-square-check\"></i> = <i class=\"fa-sharp-duotone fa-solid fa-hourglass-start\"></i> + 1d10 Cycles and <i class=\"fa-sharp-duotone fa-solid fa-square-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-square-check\"></i><i class=\"fa-sharp-duotone fa-solid fa-square-check\"></i> = <i class=\"fa-sharp-duotone fa-solid fa-ruler\"></i> + 1 Area, then I can choose to increase the <i class=\"fa-sharp-duotone fa-solid fa-hourglass-start\"></i> by + 3d10 Cycles (three times) or Increase the <i class=\"fa-sharp-duotone fa-solid fa-ruler\"></i> by + 1 Area (once).</p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i>= Negative effects gained instead of the original effect. In case the Character attempting the activation of the Metapower reaches or crosses the threshold of total <i class=\"fa-sharp-duotone fa-solid fa-xmark\"></i>accumulated which is presented in the Metapower – the activator of the effect receives these negative effects presented here instead of the normal activation's effect.</p><p style=\"text-align:justify\"></p><h3>[Alt] Effect</h3><p style=\"text-align:justify\"></p><p style=\"text-align:justify\">Some levels of Metapowers might include Alternative [Alt] Effects. When choosing to Activate a level of a Metapower which has an [Alt] version, it must be chosen before rolling which effect is being attempted, the main or the [Alt] version. The [Alt] version might have its own Range, Targets, Durations etc. Other than that, activating an [Alt] Effect functions the similar way with activating any other, main, Effect.</p><p style=\"text-align:justify\"></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.CGEGp7q9DcvxOWyS"
    },
    {
      "sort": 1400000,
      "name": "Possessions",
      "type": "text",
      "_id": "PuxCTpgmBk8NibyJ",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p style=\"text-align:justify\">Possessions are any type of items and objects in this game. Some are static objects like a piece of brick which only have their own Durability (Life) and Resistances. Others are complex items, such as Weapons, which can be activated and might have uses like Ranges, or Damage, similarly to Metapowers. Activate a Possessions in a similar fashion to a Metapower with the difference that Players cannot spend any accumulated <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> to modify the effect like Metapowers can. Accumulating more <i class=\"fa-sharp-duotone fa-solid fa-check\"></i> might result in a better effect though, like inflicting more Conditions in case of the use of a Weapon.</p><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "TnmSvbMxMd0fQgCE": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.PuxCTpgmBk8NibyJ"
    },
    {
      "sort": 0,
      "name": "Cover",
      "type": "image",
      "_id": "uSCViitHsRowCyKd",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {
        "caption": ""
      },
      "text": {
        "format": 1
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": "systems/metanthropes/assets/cover/chapter-2.webp",
      "system": {},
      "ownership": {
        "default": -1,
        "gaWoeXg7uJWoAsCP": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.344",
        "systemId": "metanthropes",
        "systemVersion": "0.13.2",
        "lastModifiedBy": null
      },
      "category": null,
      "_key": "!journal.pages!7Rsv6Vu9PCfEQmYJ.uSCViitHsRowCyKd"
    }
  ],
  "ownership": {
    "default": 2,
    "TnmSvbMxMd0fQgCE": 3,
    "3IqRUDDVG8kDd6mW": 3,
    "MXmDyHQbVNXPVxrV": 3,
    "gaWoeXg7uJWoAsCP": 3,
    "E1nZXRNcwWMtogk0": 3,
    "kF9zOdNs2UiqaJVn": 3,
    "Kej98KlIpboqpaRV": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.344",
    "systemId": "metanthropes",
    "systemVersion": "0.13.2",
    "createdTime": 1749107131053,
    "modifiedTime": 1749107131053,
    "lastModifiedBy": "Kej98KlIpboqpaRV"
  },
  "categories": [],
  "_id": "7Rsv6Vu9PCfEQmYJ",
  "sort": 0,
  "_key": "!journal!7Rsv6Vu9PCfEQmYJ"
}
